{
  "title": "Deutsch",
  "features": [
    {
      "label": "Login",
      "mapsetIcon": "login",
      "content": [
        {
          "heading": "",
          "text": "Einige Funktionen sind auf registrierte Benutzer beschränkt und können nur aufgerufen werden, wenn sie angemeldet sind, beispielsweise:\n\n* Export der Pläne als Bild\n* Speichern und Teilen den Pläne über Permalinks\n* Speichern der Pläne mit benutzerdefinierten Namen\n* Routing Funktion\n\nDie Anmeldung ist mit einem vorhandenen Drittanbieter-Konto oder einem Einzelkonto in unserem System möglich. Nachdem Ihr Unternehmen oder Ihre individuelle Adresse registriert wurde, können Sie über den Link *Sign up* auf der Anmeldeseite ein Konto erstellen.\n\nFür die Registrierung kontaktieren Sie uns bitte."
        }
      ]
    },
    {
      "label": "Haltestellen Suche",
      "mapsetIcon": "search",
      "content": [
        {
          "heading": "",
          "text": "Mit der *Haltestellen Suche* können Sie zu einem bestimmten Stopp navigieren. Wenn Sie in das Eingabefeld tippen, werden automatisch passende Stopps vorgeschlagen.\n\nWenn Sie ein Element aus der Liste der vorgeschlagenen Haltestellen auswählen, wird die Karte zur neu ausgewählten Station verschoben.\n\nNeben dem Namen werden bei der Suche auch die offiziellen Abkürzungen und die Anzahl der Stopps verstanden. Zum Beispiel kann 'Bern' entweder durch Eingabe von 'Bern', 'BN' oder '8507000' gefunden werden."
        }
      ]
    },
    {
      "label": "Ebenen",
      "mapsetIcon": "layers",
      "content": [
        {
          "text": "Unter *Ebenen* kann die Grundkarte angepasst werden, indem Sie die Sichtbarkeit bestimmter Ebenen umschalten.\n\nEinige Ebenen sind nur in bestimmten Zoomstufen sichtbar. Daher hat das Umschalten einer Ebene möglicherweise keine unmittelbare visuelle Auswirkung. Wenn dies der Fall ist, zoomen Sie hinein / heraus, um den Umschalteffekt zu sehen.\n\nDarüber hinaus ist es möglich, in einigen Ebenen nach einzelnen Merkmalen zu filtern. Ein Beispiel sind die Buslinien in der Schweiz. Wenn Sie diese Ebene im Ebenen-Popup auswählen, wird ein Filter angezeigt, mit dem Sie nach Bussen anhand des Namens des Betreibers (z. B. 'PAG') und der Nummer der Leitung (z. B. 'B 111') suchen können.",
          "heading": ""
        }
      ]
    },
    {
      "label": "Editor",
      "content": [
        {
          "heading": "Draw point",
          "mapsetIcon": "point",
          "text": "**Individual icons**\n\nA wide variety of icons is available to be drawn on the map, classified by category.\n\nThe rotation and the size of the icon can be set individually.\n\n**Positioning**\n\nA positioning tool exists in order to keep a consistent distance between items. When selecting and moving an icon next to another, some light grey cross will appear to visualize the 4 standard positions around an icon. The user can drop an icon easily on those positions to ensure a standard distance between the items.\n\n![](/img/positioning.png)\n\n**Grouping icons**\n\nBy holding the 'Ctrl' key, when an icon is selected, it is possible to select additional icons by clicking on them.\n\n![](/img/groupicons.png)\n\nA grouping dialog will then open, allowing the user to group various icons into a single one.\\\nIt is always possible to ungroup the icons if required, by selecting them and clicking on the 'Ungroup' button.\n\n![](/img/ungroupicons.png)"
        },
        {
          "heading": "Draw line",
          "mapsetIcon": "line",
          "text": "With this tool it is possible to draw lines on the map.\n\nEvery click creates a breakpoint, whilst ending the line is done by double-click.\n\nWhen editing an existing line, it is possible to remove breakpoints by simply clicking on it.\n\nA 'Line settings' Dialog then opened, to allow customization of the line style:\n\n* Arrows can be displayed at line start/end\n\n  ![](/img/linestartend.png)\n* The line width can be either 'thin', 'normal' or 'thick'\n\n  ![](/img/linewidth.png)\n* Several line style can be selected\n\n  ![](/img/linetype.png)\n* Standard application colors are available\n\n  ![](/img/colorpicker.png)\n* Custom color can be set with the widget that opens on arrow click.\n\n  The color can be set by standard pointer selection, or via [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) or [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model). \n\n  The opacity of the line is defined by the 'A' value, between 0 and 100.\n\n  ![](/img/customcolor.png)"
        },
        {
          "heading": "Draw Polygon",
          "mapsetIcon": "polygon",
          "text": "With this tool it is possible to draw polygons on the map.\n\nEvery click creates a breakpoint, whilst ending the polygon is done by double-click.\n\nWhen editing an existing polygon, it is possible to remove breakpoints by simply clicking on it.\n\nMany customization are available:\n\n* Custom outline color can be set with the widget that opens on arrow click.\n\n  The color can be set by standard pointer selection, or via [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) or [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model). \n\n  The opacity of the line is defined by the 'A' value, between 0 and 100.\n\n  ![](/img/lineoutline.png)\n* The outline width can be either 'thin', 'normal' or 'thick'\n* Several outline style can be selected\n\n  ![](/img/outlinepoly.png)\n* The area color can be edited with the same color widget as for the outline\n* Some fill patterns are available in order to customize the polygon style\n* The transparency of the whole polygon can be set with this tool\n\n  ![](/img/polytransparency.png)"
        },
        {
          "heading": "Draw labels",
          "mapsetIcon": "text",
          "text": "With this tool text labels can be drawn on the map.\n\nThe text label is entered in a text field and can be multi-lined if required.\n\nMany further customization are available:\n\n* By pressing on the 'B' button the font can be set to bold.\n\n  ![](/img/boldbutton.png)\n* the font size can be switched between: 'small', 'medium' & 'large'\n\n  ![](/img/textsize.png)\n* the text can be aligned on the left, the right or by default is centered.\n\n  ![](/img/textalign.png)\n* The text and the background color can be selected with the color widget.\n\n  The color can be set by standard pointer selection, or via [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) or [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model).\n\n  The opacity of the line is defined by the 'A' value, between 0 and 100.\n* The text can be rotated via this input, either by moving the round indicator or by entering a rotation value in the input, between 0 and 360°\n\n  ![](/img/textrotation.png)"
        },
        {
          "heading": "Insert pictures",
          "text": "*This feature is dependant from user rights and Corporate design settings.*\n\nA various set of images are available.\n\nThey can be placed on the map as default icons.\n\nThe image can be rotated via this input, either by moving the round indicator or by entering a rotation value in the input, between 0 and 360°.\n\nThe same input allows the resizing of the picture between 50 and 4000%.\n\n![](/img/insertpictures.png)",
          "loginRestricted": true,
          "mapsetIcon": "add_image"
        },
        {
          "heading": "Delete features",
          "text": "There are two ways to remove a feature from the map:\n\n* Select a feature and click on the 'Delete feature' button in the dialog\n\n  ![](/img/deletebtn.png)\n* Click on the feature then press the '*Delete*' key, on the keyboard"
        },
        {
          "heading": "Undo/Redo",
          "text": "Actions on the map are saved momentarily in an history for user to be able to undo/redo actions.\n\nTo go back in the actions history and undo an something, the user must press the key combination on the keyboard:\n\n'*Ctrl*' + '*z*'\n\nWhilst to go forward in the history:\n\n'*Ctrl*' + '*y*'"
        },
        {
          "heading": "Save",
          "mapsetIcon": "save",
          "text": "On every draw interaction or changes, the current state of the plan is automatically saved.\n\nWhenever a saving request is triggered a loading indicator appear in the sidebar\n\n![](/img/load.png)\n\nWhen is is succesful the loading indicator changes to this mark:\n\n![](/img/saved.png)",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Plan naming",
      "content": [
        {
          "text": "You can name a plan, so it is saved in the plan list.\n\nWhen a plan is not yet named, the text 'Untitled plan' appears in the header.\n\n![](/img/planname.png)\n\nClick on this text, in order to type a new plan name.",
          "heading": "",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Download plan",
      "mapsetIcon": "download",
      "content": [
        {
          "text": "You can download your plan as an image in PNG raster format. Download settings can be adjusted in a simple popup dialog. In this step you can also add a north arrow to your plan.\n\nIn the download settings you can choose whether to download the complete screen content as an image or define a cropped section of the map. To define the section, a red selection frame appears, which you can move and resize. At the bottom right of the frame, the size of the exported image is always displayed in pixels, making it easy to determine the exact size of the desired output file. The last section you have defined remains saved in the browser and will be restored the next time you start mapset. This feature allows you to create a series of maps with the same dimensions without having to adjust the frame each time.\n\nBy default the export of the image is done using the resolution of your monitor. This resolution is suitable to embed the image statically in web pages or to use it in a presentation, for example. If you want to print the image, the plan should be exported using high or very high resolution. This allows plans to be printed with high quality even in sizes up to B1.",
          "heading": "",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Plan sharing",
      "mapsetIcon": "share",
      "content": [
        {
          "heading": "",
          "text": "There are two type of links to share the plan:\n\n* **Link to share**\n\n  This link is aimed to share your plan with others or to embed the plan in other applications.\n* **Link to edit**\n\n  This link is aimed to be able to reopen the current plan and edit it later.",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "New plan",
      "mapsetIcon": "newplan",
      "content": [
        {
          "text": "This action will open a new empty plan.\\\nYou must ensure that you saved your current plan or at least save the edit link to be able to work with it later on if needed."
        }
      ]
    },
    {
      "label": "Settings",
      "mapsetIcon": "settings",
      "content": [
        {
          "heading": "Language",
          "text": "There are four available languages:\n\n* German\n* English\n* French\n* Italian"
        },
        {
          "heading": "Corporate Design",
          "text": "Some Corporate design settings can be set via a drop-down menu.\n\n![](/img/corporatedesign.png)\n\nThe available Corporate designs depends on the user rights.\n\nEach corporate design enable some features, such as:\n\n* icon design \n* availability of custom icons\n* allow to insert pictures additionally to icons",
          "loginRestricted": true
        }
      ]
    }
  ]
}