{
  "title": "Deutsch",
  "features": [
    {
      "label": "Nutzung und Copyright",
      "mapsetIcon": "login",
      "content": [
        {
          "heading": "",
          "text": "Sie können viele Funktionen von mapset zu Testzwecken ohne Registrierung nutzen. Ohne Registierung erzeugtes Planmaterial dürfen Sie nur für Ihre persönlichen Zwecke verwenden. Ohne Registrierung ist es nicht zulässig, Planmaterial aus mapset zu veröffentlichen. Insbesondere ist es ohne Registrierung nicht erlaubt, Pläne aus mapset für die Reisendeninformation und allgemein für die Information der Öffentlichkeit einzusetzen.\n\nBei jeder Verwendung von Plänen aus mapset sind ausserdem die Hinweise auf das Copyright der Kartendaten, die in mapset immer am unteren Kartenrand eingeblendet sind, gut lesbar anzuzeigen."
        }
      ]
    },
    {
      "label": "Login",
      "mapsetIcon": "login",
      "content": [
        {
          "heading": "",
          "text": "Einige Funktionen sind auf registrierte Benutzer beschränkt und können nur aufgerufen werden, wenn sie angemeldet sind, beispielsweise:\n\n* Bild-Export der Pläne\n* Speichern und Teilen den Pläne über Permalinks\n* Speichern der Pläne mit benutzerdefinierten Namen\n* Routing Funktion\n\nDie Anmeldung ist mit einem vorhandenen Drittanbieter-Konto oder einem Einzelkonto in unserem System möglich. Nachdem Ihr Unternehmen oder Ihre individuelle Adresse registriert wurde, können Sie über den Link *Sign up* auf der Anmeldeseite ein Konto erstellen.\n\nFür die Registrierung kontaktieren Sie uns bitte."
        }
      ]
    },
    {
      "label": "Haltestellen-Suche",
      "mapsetIcon": "search",
      "content": [
        {
          "heading": "",
          "text": "Mit *Haltestellen-Suche* können Sie zu einer bestimmten Haltestelle navigieren. Wenn Sie in das Eingabefeld tippen, werden automatisch passende Haltestellen vorgeschlagen.\n\nWenn Sie ein Element aus der Liste der vorgeschlagenen Haltestellen auswählen, wird die Karte dorthinn verschoben.\n\nNeben dem Namen können Sie bei der Suche auch die offiziellen Abkürzungen und die Identifikationsnummern der Haltestellen verwenden. Zum Beispiel kann 'Bern' entweder durch Eingabe von 'Bern', 'BN' oder '8507000' gefunden werden."
        }
      ]
    },
    {
      "label": "Ebenen",
      "mapsetIcon": "layers",
      "content": [
        {
          "text": "Unter *Ebenen* kann die Grundkarte angepasst werden, indem Karten-Ebenen ein- oder ausgeblendet werden. Neben dem Standard-Hintergrund kann auch eine Satellitenbildkarte gewählt werden.\n\nEinige Ebenen sind nur in bestimmten Zoomstufen sichtbar. Daher hat das Umschalten einer Ebene möglicherweise keine unmittelbare visuelle Auswirkung. Wenn dies der Fall ist, zoomen Sie hinein / heraus, um den Effekt zu sehen.\n\nDarüber hinaus ist es möglich, bei einigen Ebenen nach einzelnen Merkmalen zu filtern. Ein Beispiel sind die Buslinien in der Schweiz. Wenn Sie diese Ebene im *Ebenen-Popup* auswählen, wird ein Filter angezeigt, mit dem Sie nach Bussen anhand des Namens des Betreibers (z. B. 'PAG') und der Nummer der Linie (z. B. 'B 111') suchen können.",
          "heading": ""
        }
      ]
    },
    {
      "label": "Bearbeitungswerkzeuge",
      "content": [
        {
          "heading": "Piktogramm zeichnen",
          "mapsetIcon": "point",
          "text": "**Einzelne Symbole**\n\nMit diesem Werkzeug werden Icons auf der Karte platziert.\n\nIcons können mithilfe des Popups gestaltet werden, wenn ein Icon ausgewählt wird. Unterteilt in mehrere Kategorien stehen eine Vielzahl von Icons zur Verfügung, die auf die Karte gezeichnet werden können. Die Drehung und die Grösse des Icons kann individuell eingestellt werden.\n\n![](/img/positioning.png)\n\n**Piktogramme gruppieren**\n\nSie können mehrere Icons auswählen, indem Sie die *Strg* -Taste gedrückt halten, während Sie  die Icons per Klick anwählen.\n\nDiese Funktion ist besonders nützlich, um zu verhindern, dass sich ausgerichtete Icons bei verschiedenen Zoomstufen überlappen.\n\n![](/img/geoupicons.png)\n\nSobald mehrere Icons ausgewählt sind, wird ein Popup zum Gruppieren von Piktogrammen geöffnet, in dem der Benutzer verschiedene Icons in einer Gruppe zusammenfassen kann. Die Gruppierung kann anschliessend wieder gelöscht werden, indem Sie ein gruppiertes Icon auswählen und im Popup auf die Schaltfläche *Gruppierung aufheben* klicken.\n\n![](/img/ungroup.png)"
        },
        {
          "heading": "Linie zeichnen",
          "mapsetIcon": "line",
          "text": "Mit diesem Werkzeug werden Linien auf der Karte gezeichnet.\n\nWenn das Werkzeug aktiv ist, gibt es zwei Möglichkeiten zum Zeichnen von Linien.\n\nI﻿m Standard-Modus erstellt jeder Klick einen weiteren Knoten für die Linie. Durch Doppelklicken auf die Karte wird die Linie abgeschlossen und der Zeichenmodus verlassen.\n\nI﻿m Freihand-Modus können Kurven erstellt werden, indem die *Shift*-Taste gedrückt und mit der linken Maustaste über die Karte gezogen wird. Wenn zur *Shift*-Taste noch die *Strg*-Taste gedrückt wird, werden die Kurven zusätzlich noch geglättet.\n\nBeim Bearbeiten einer vorhandenen Linie können Knoten durch Ziehen hinzugefügt werden. Bestehende Knoten können durch Ziehen geändert werden. Mit einem Klick auf einen selektierten Knoten kann der Knoten gelöscht werden.\n\nDer Linienstil kann über das Popup angepasst werden, wenn eine Linie ausgewählt wird:\n\n* Am Linienanfang / -ende können Pfeile hinzugefügt werden.\n\n  ![](/img/linestartend.png)\n* Die Linienbreite und der Linientyp können mit vordefinierten Optionen eingestellt werden.\n\n  ![](/img/linewidth.png)\n\n  ![](/img/linetype.png)\n* Voreingestellte Farben sind in der *Farbauswahl* verfügbar.\n\n  ![](/img/colorchange.png)\n* Benutzerdefinierte Farben können mit einem *Farbwähler* angewendet werden, wenn Sie auf die *Pfeil-Schaltfläche* in der *Farbauswahl* klicken. \n\n  Die Farbe kann standardmässig über [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) oder über [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model) definiert werden. \n\n  Die Deckkraft der Linie wird durch den Alpha-Wert (*A*) zwischen 0 und 100 definiert.\n\n  ![](/img/customcolor.png)"
        },
        {
          "heading": "Fläche zeichnen",
          "mapsetIcon": "polygon",
          "text": "Mit diesem Werkzeug werden Polygone auf der Karte gezeichnet.\n\nWenn das Werkzeug aktiv ist, gibt es zwei Möglichkeiten zum Zeichnen von Polygonen.\n\nI﻿m Standard-Modus erstellt jeder Klick auf die Karte einen weiteren Eckpunkt. Durch Doppelklicken auf die Karte wird das Polygon geschlossen und der Zeichenmodus verlassen.\n\nI﻿m Freihand-Modus können Polygone mit gekurvten Umrissen erstellt werden, indem die *Shift-*Taste gedrückt und mit der linken Maustaste über die Karte gezogen wird.\n\nBeim Bearbeiten einer vorhandenen Fläche können Eckpunkte durch Ziehen der Polygonkontur hinzugefügt werden. Bestehende Eckpunkte können durch Ziehen geändert werden. Mit einem Klick auf einen selektierten Knoten kann der Knoten gelöscht werden.\n\nDer Flächenstil kann mithilfe des Popups angepasst werden, wenn ein Polygon ausgewählt ist:\n\n* *Die Farbauswahl* kann verwendet werden, um die Kontur und die Fläche des Polygons zu gestalten\n* Voreingestellte Farben sind in den *Farb*auswahl verfügbar. \n* Benutzerdefinierte Farben können mit einem *Farbwähler* angewendet werden, wenn Sie auf die *Pfeil-Schaltfläche* in der *Farbauswahl* klicken. \n\n  Die Farbe kann standardmässig über [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) oder über [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model) definiert werden. \n\n  Die Deckkraft der Linie wird durch den Alpha-Wert (*A*) zwischen 0 und 100 definiert.\n\n  ![](/img/customcolor.png)\n* Die Konturbreite und der Konturtyp können mit vordefinierten Optionen festgelegt werden\n\n  ![](/img/outlinepoly.png)\n* Die Fläche kann mit Mustern gefüllt werden.\n* Die Transparenz kann mit einem *Schieberegler* eingestellt werden\n\n  ![](/img/polytransparency.png)"
        },
        {
          "heading": "Text zeichnen",
          "mapsetIcon": "text",
          "text": "Mit diesem Werkzeug werden Textbeschriftungen auf der Karte platziert.\n\nDer Text wird in ein Textfeld eingegeben. Mehrzeilige Eingaben sind möglich.\n\nDer Beschriftungsstil kann über das Popup angepasst werden, wenn eine Beschriftung ausgewählt wird:\n\n* Durch Drücken der Taste *B* kann die Schriftart fett eingestellt werden.\n\n  ![](/img/boldbutton.png)\n* Die Schriftgrösse kann auf eine der vordefinierten Optionen eingestellt werden.\n\n  ![](/img/textsize.png)\n* Standardmässig ist die Textausrichtung zentriert, kann jedoch so eingestellt werden, dass sie nach links oder rechts ausgerichtet wird.\n\n  ![](/img/textalign.png)\n* Die Text- und Hintergrundfarbe kann mithilfe der vordefinierten Farben in der *Farbauswahl* oder mithilfe des *benutzerdefinierten Farbwähler* festgelegt werden. \n\n  Die Farbe kann standardmässig über [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) oder [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model) definiert werden. \n\n  Die Deckkraft der Linie wird durch den Alpha-Wert (*A*) zwischen 0 und 100 definiert.\n* Der Text kann mithilfe einer Grad-Eingabe gedreht werden, entweder durch Bewegen des *Schiebereglers* oder durch Eingabe eines Drehwerts in das Zahleneingabefeld (0 ° - 360 °).\n\n  ![](/img/textrotation.png)"
        },
        {
          "heading": "Bild einfügen",
          "text": "Mit diesem Tool können Sie eine Auswahl von Bilder auf der Karte platzieren. Im Gegensatz zu Icons werden Bilder mit der Zoomstufe der Karte skaliert.\n\nDas Bild kann mithilfe einer Grad-Eingabe gedreht werden, entweder durch Bewegen des *Schiebereglers* oder durch Eingabe eines Drehwerts in das Zahleneingabefeld (0 ° - 360 °).\n\nEbenso kann die Grösse des Bildes zwischen 50 und 4000 % angepasst werden. 100 % entsprechen ungefähr der Grösse des realen Objekts.\n\n![](/img/insertpictures.png)",
          "loginRestricted": true,
          "mapsetIcon": "add_image",
          "cdRestricted": true
        },
        {
          "heading": "Route zeichnen",
          "mapsetIcon": "route",
          "text": "Mit diesem Tool werden automatisch Routen für eine Auswahl von Verkehrsmitteln erstellt.\n\n* Wenn das *Route-Finder*-Popup geöffnet wird, wählen Sie zuerst ein Verkehrsmittel aus. Die Haupt-Verkehrsmittel (Fuss, Zug, Bus) verfügen über spezielle Tasten, während mehrere andere Verkehrsmittel aus einem Dropdown-Menü ausgewählt werden können. Durch das Umschalten zwischen Verkehrsmitteln wird jeweils die aktuelle Route gelöscht und eine neue gestartet.\n\n  ![](/img/mots.png)\n* Es gibt zwei Möglichkeiten, Zwischenpunkte der Route zu definieren: \n\n  **Texteingabe**: Verwenden Sie die Texteingabefelder, um nach Haltestellen zu suchen. Beim Ändern des Eingabetextes wird eine Liste mit Vorschlägen angezeigt, aus der eine Haltestelle entweder per Klick oder mit den Pfeil- und Auswahltasten ausgewählt werden kann. Die Suche erfolgt wie unter [Haltestellen-Suche](#haltestellen-suche) beschrieben.\n\n  ![](/img/routebytext.png)\n\n  **Karten-Klick**: Wegpunkte können auch durch Klick auf die Karte definiert werden. Während der *Routen-Finder* aktiv ist, wird durch Klicken auf die Karte ein neuer Punkt am Ende der aktuellen Route hinzugefügt, die Koordinaten des Punktes werden im Texteingabefeld angezeigt. Wenn ein Texteingabefeld fokussiert ist (blau hervorgehoben), werden durch Klicken auf die Karte die Koordinaten aktualisiert, anstatt einen neuen Punkt hinzuzufügen.\n\n  ![](/img/routebymap.png)\n* Die aktuelle Route kann durch Hinzufügen, Aktualisieren oder Entfernen von Wegpunkten bearbeitet werden: \n\n  **Hinzufügen**: Durch Klicken auf die Karte wird automatisch ein neuer Stopp mit der aktuellen Koordinate am Ende der Route hinzugefügt. \n\n  Alternativ kann ein neues Feld hinzugefügt werden, indem Sie die Schaltfläche *Halt hinzufügen* rechts neben dem Eingabefeld verwenden. Dadurch wird nachfolgend ein leeres Eingabefeld erstellt, in dem ein neuer Wegpunkt wie zuvor beschrieben definiert werden kann.\n\n  ![](/img/addstop.png)\n\n  **Bearbeiten**: Wegpunkte können aktualisiert werden, indem sie mithilfe der zuvor beschriebenen Eingabefelder neu definiert werden. Geben Sie entweder neuen Text ein und wählen Sie eine Haltestelle aus den Vorschlägen aus, oder passen sie die Koordinaten an, indem Sie zuerst auf das Eingabefeld klicken und dann auf die Karte.\n\n  Darüber hinaus kann die Reihenfolge der Wegpunkte per Drag & Drop aktualisiert werden. Links neben den Eingabefeldern werden beim Berühren mit der Maus drei Punkte angezeigt, die angeklickt und gezogen werden können, wodurch das Feld von den aktuellen Feldern getrennt wird. Es kann dann an einer neuen Feldposition abgelegt werden.\n\n  ![](/img/dndhandle.png)\n\n  Wenn Sie das Element an einer neuen Position ablegen, werden die Felder im Popup sowie die Route auf der Karte aktualisiert.\n\n  ![](/img/dnd.png)\n\n  **Löschen**: Alle Wegpunkte ausser den Start- und Endstopps können durch Klicken auf die Schaltfläche *Halt entfernen* ganz rechts im Eingabefeld gelöscht werden.\n\n  ![](/img/removestop.png)\n\n  Alternativ kann jeder Wegpunkt entfernt werden, indem die Texteingabe über die Tastatur vollständig aus dem Eingabefeld gelöscht wird.\n* Klicken Sie *Auf Route zentrieren* an, wird die aktuelle Kartenausdehnung an die Route angepasst.\n\n  ![](/img/zoomtoroute.png)\n* Die Karte kann auf jeden Wegpunkt zentriert werden, indem Sie die Markierung links neben den Eingabefeldern anklicken.\n\n  ![](/img/pantostation.png)\n* Die aktuelle Route kann durch Klicken auf die Schaltfläche *Element löschen* entfernt werden.\n* Beachten Sie, dass nach dem Schliessen des  *Routen-Finder* die Route **in eine einfache Linie umgewandelt wird** und nicht mehr über die Wegpunkte bearbeitet werden kann. Stattdessen kann die Route jetzt wie im Abschnitt [Linie zeichnen](#liniezeichnen) beschrieben geändert und gestaltet werden.",
          "loginRestricted": true
        },
        {
          "heading": "Zoom-Einschränkungen",
          "text": "Der Slider zum Einstellen der Zoom-Einschränkung erlaubt dem Benutzer, die Sichtbarkeit von Karten-Elementen auf einen bestimmten Zoomstufen-Intervall zu beschränken. Dadurch kann der Plan-Inhalt für unterschiedliche Zoomstufen angepasst werden.\n\n![zoom limits](/img/zoom_limits.png)\n\nDie weissen Schieber auf dem Slider können verwendet werden, um den Zoom-Intervall anzupassen. Der schwarze Punkt zeigt die aktuelle Zoomstufe an. Durch Klick auf den *Reset*-Button werden alle Zoom-Einschränkungen entfernt. \n\nEin Button zum Aktivieren des *Inspect Mode* in den Steuerungs-Tools der Karte ermöglicht dem User, versteckte Kartenelemente zu anzuzeigen.\n\n![inspect mode](/img/inspect_mode.png)\n\nEin Klick auf ein verstecktes Kartenelement bei aktivem *Inspect Mode* zoomt auf die nächste sichtbare Zoomstufe des Elements und selektiert es zur weiteren Bearbeitung."
        },
        {
          "heading": "Element löschen",
          "text": "Es gibt zwei Möglichkeiten, ein Element aus der Karte zu entfernen:\n\n* Wählen Sie ein Element aus und klicken Sie im Popup auf die Schaltfläche *Element löschen*\n\n  ![](/img/deletebtn.png)\n* Wählen Sie ein Element aus und drücken Sie die Taste *Entfernen* oder *Löschen* auf der Tastatur"
        },
        {
          "heading": "Rückgängig/Wiederholen",
          "text": "Aktionen auf der Karte werden vorübergehend im App-Verlauf gespeichert. Der Benutzer kann damit Aktionen rückgängig machen / wiederholen.\n\nÄnderungen am Plan können durch Drücken von *Strg* + *z*  rückgängig gemacht werden.\n\nDurch Drücken von *Strg* + *y* oder *Strg* + *Umschalttaste* + *z* können Änderungen erneut angewendet werden.",
          "loginRestricted": false
        },
        {
          "heading": "Karte ausrichten",
          "mapsetIcon": "rotate_map",
          "text": "In mapset kann die Karte gedreht werden, indem sie bei gedrückten *Alt + Shift*-Tasten mit der Maus gezogen wird. Die aktuelle Ausrichtung ist auf einem Button unten rechts sichtbar:\n\n![rotate_map](/img/rotate_map.png)\n\n Klick auf diesen Button setzt die Kartenausrichtung wieder zurück."
        },
        {
          "heading": "Ausrichtungshilfen",
          "text": "mapset bietet Hilfsmittel zur Positionierung beim Zeichnen und Editieren von Karten-Elementen. Dabei gibt es zwei mögliche Arten der Ausrichtung:\n\n* **Hilfslinien**: Beim Zeichnen und Editieren der Knoten von Karten-Elementen erscheinen Hilfslinien zu benachbarte Knoten, worauf der neue oder repositionierte Knoten sich ausrichtet. Somit können beispielsweise Piktogramme auf einer Linie angereiht oder bei Linien und Polygonen rechte Winkel gezeichnet werden.\n\n  ![snaplines](/img/snaplines.png)\n* **Piktogramm-Ankerpunkte**: Piktogramme können mit einer Fangfunktion präzise ausgerichtet werden, um einen gleichmässigen Abstand zwischen ihnen zu gewährleisten. Beim Zeichnen und Editieren von Piktogrammen werden vier Ankerpunkte um benachbarte Piktogramm-Elemente angezeigt, auf denen sich das gezogene Piktogramm bei geringem Abstand ausrichtet. Die Abstände der Ankerpunkte passen sich je nach Größe des Piktogramms an.\n\n  ![snappoints](/img/snappoints.png)\n\nAnkerpunkte und Hilfslinien können bei gedrückter STRG*\\-*Taste on-the-fly ausgeblendet werden. Ausrichtungshilfen können in den App-Einstellungen gewechselt bzw. ein- und ausgeschaltet werden."
        }
      ]
    },
    {
      "label": "Speichern",
      "mapsetIcon": "save",
      "content": [
        {
          "text": "In mapset wird jede Änderung am aktuellen Plan automatisch gespeichert. Eine Benachrichtigung in der Kopfzeile zeigt an, dass der aktuelle Plan gespeichert wurde.\n\nZur Aufbewarung und zur weiteren Bearbeitung von Plänen gibt es in mapset zwei Möglichkeiten: \n\n* Mittels einem Link zum Bearbeiten (siehe [Zeichnung Teilen](#zeichnungteilen))\n* Mittels Planbenennung und Planliste (siehe [Planbenennung und Planliste](#planbenennungundplanliste))",
          "loginRestricted": true,
          "cdRestricted": false
        }
      ]
    },
    {
      "label": "Planbenennung und Planliste",
      "content": [
        {
          "text": "Pläne in mapset können zum einfachen Wiederfinden und für die Übersicht über alle erstellten Pläne mit einem Namen versehen werden.\n\nWenn ein Plan noch nicht benannt ist, wird in der Kopfzeile der Text 'Unbenannter Plan' angezeigt.\n\n![](/img/planname.png)\n\nKlicken Sie auf diesen Text, um einen neuen Plannamen einzugeben. Ein *Spinner* und *Bestätigungsmeldung* neben dem Texteingabefeld zeigt an, dass der Name gespeichert wurde. Alternativ kann über das Speichern-Tool aus der Seitenleiste ein Dialog-Fenster geöffnet werden, wo in einem Texteingabefeld ebenfalls der Planname gesetzt bzw. aktualisiert werden kann.\n\n![](/img/save_plan.png)\n\n![](/img/save_plan_dialog.png)\n\nSobald ein Plan einen Namen hat, ist er in der *Planliste* verfügbar.\n\nPläne können aus der Planliste in die Karte geladen werden, indem Sie einen Plan auswählen und auf die Schaltfläche *Öffnen* klicken.\n\nÜber den *Löschen-*Button werden Pläne aus der Liste entfernt.\n\n![](/img/deleteplan.png)\n\nMit dem *Duplizieren*-Button können Kopien von bereits vorhandenen Plänen erstellt werden. Kopien können danach weiter bearbeitet werden.\n\n![](/img/duplicateplan.png)",
          "heading": "",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Standard-Pläne",
      "content": [
        {
          "text": "Für die Nutzung der Standard-Pläne benötigen Sie ein Zusatzmodul zu Ihrem mapset-Abo.\\\n\\\nmapset-Pläne können als Standard für eine Haltestelle definiert werden. Standard-Pläne können dynamisch über einen Link abgerufen werden, der im Minimum nur die DIDOK-Nummer und das Kürzel Ihres Transportunternehmens enthält. Optional können für einen Standard-Plan auch Gültigkeitszeiträume angegeben werden.\n\n![](/img/standard_plan.png)\n\nFür die Bearbeitung von Standard-Plänen erstellen wir für Sie im Backend von mapset spezielle Benutzergruppen. Sie erhalten damit automatisch auch die Möglichkeit, dass mehrere Personen mit den entsprechenden Rechten gemeinsam an den Plänen arbeiten können.\\\nWenn Sie einen Standard-Plan über die DIDOK-Nummer aufrufen, prüft mapset, ob es bereits eine manuell erstellte Vorlage für den Bahnhof gibt. Wenn keine Vorlage gefunden wird, dann zeigt mapset automatisch den Bahnhof auf der Basiskarte an. Sie können somit für alle Bahnhöfe einen Plan abrufen und müssen nur bei den Bahnhöfen, die es erfordern, noch von Hand Ergänzungen in die Karte einzeichnen.\n\nHier finden Sie ein Beispiel, wie Sie einen Standardplan abrufen können.\n\n* **id**: DIDOK-ID (z.B. 8507000 für Bern)\n* **validity**: ein einzelnes Datum im Format [ISO-8601](https://en.wikipedia.org/wiki/ISO_8601), an dem der Standardplan gültig sein soll (z.B. 2023-04-26T16:05:16Z)\n* **tu**: Transportunternehmen (z. B. ch.sbb)\n\nDie Standard-Plan URL sieht dann wie folgt aus:\n\nhttps://editor.mapset.ch/defaults?tu=ch.sbb&id=8507000&validity=2023-04-26T16:05:16Z",
          "loginRestricted": true,
          "cdRestricted": true,
          "mapsetIcon": ""
        }
      ],
      "mapsetIcon": "save"
    },
    {
      "label": "Zeichnung teilen",
      "mapsetIcon": "share",
      "content": [
        {
          "heading": "",
          "text": "Es gibt zwei Arten von Links, um den Plan zu teilen:\n\n* **Link zum Teilen**\n\n  Der *Link zum Teilen* wird verwendet, um Ihren Plan im schreibgeschützten Modus für andere freizugeben oder um den Plan in andere Anwendungen einzubetten. Dieser Link stellt die Karte mit dem Plan dar, zeigt jedoch keines der Werkzeuge an und erlaubt daher keine Bearbeitung des Plans.\n* **Link zum Bearbeiten**\n\n  Über *Link zum Bearbeiten* können Sie einen zuvor erstellten Plan erneut öffnen und weiter bearbeiten. Über diesen Link können Sie mit anderen Benutzern an demselben Plan zusammenarbeiten.",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Bild herunterladen",
      "mapsetIcon": "download",
      "content": [
        {
          "text": "Pläne können als Bilder im PNG-Rasterformat exportiert werden. Die Download-Einstellungen können im speziellen Popup-Dialogfeld angepasst werden. \n\nDer Export kann vorab in den Exporteinstellungen angepasst werden: \n\n* Ein *Nordpfeil* kann in der unteren rechten Ecke des exportierten Bildes hinzugefügt werden.\n* Standardmäßig wird die komplette Kartenansicht exportiert. Alternativ kann ein Ausschnitt der Karte für den Export definiert werden. Um den Ausschnitt zu definieren, wird ein roter Rahmen angezeigt, der verschoben und in der Größe geändert werden kann. Unten rechts im Rahmen wird die Größe des exportierten Bildes immer in Pixel angezeigt. Der zuletzt definierte Abschnitt bleibt im Browser gespeichert und wird beim nächsten Start von mapset wiederhergestellt. Mit dieser Funktion können Sie eine Reihe von Karten mit denselben Abmessungen erstellen, ohne den Rahmen jedes Mal anpassen zu müssen.\n* Standardmäßig erfolgt der Export des Bildes mit der Auflösung Ihres Monitors. Diese Auflösung eignet sich, um das Bild statisch in Webseiten einzubetten oder beispielsweise in einer Präsentation zu verwenden. Wenn Sie das Bild drucken möchten, sollte der Plan mit hoher oder sehr hoher Auflösung exportiert werden. Dadurch können Pläne auch in Größen bis B1 in hoher Qualität gedruckt werden.",
          "heading": "",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Neuer Plan",
      "mapsetIcon": "newplan",
      "content": [
        {
          "text": "Der *Neuer Plan-*Button öffnet einen neuen, leeren Plan. \n\nStellen Sie sicher, dass Sie Ihren aktuellen Plan nach Namen gespeichert haben, oder speichern Sie den Bearbeitungslink, um ihn später laden und weiter bearbeiten zu können.\n\nDer *Plan duplizieren*-Button im Dialog-Fenster erstellt eine Kopie des aktuellen Plans und lädt diese direkt in die Karte."
        }
      ]
    },
    {
      "label": "Einstellungen",
      "mapsetIcon": "settings",
      "content": [
        {
          "heading": "Sprache",
          "text": "Es stehen vier Sprachen zur Verfügung:\n\n* Deutsch\n* Englisch\n* Französisch\n* Italienisch"
        },
        {
          "heading": "Corporate Design",
          "text": "Vordefinierte Corporate Designs können über ein Dropdown-Menü festgelegt werden.\n\n![](/img/corporatedesign.png)\n\nDer Zugriff auf bestimmte Unternehmensdesigns hängt von den Zugriffsrechten des Benutzers ab.\n\nCorporate Designs  passen bestimmte mapset-Funktionen an, beispielsweise:\n\n* Icon Design\n* Standardfarben in den Farbwählern\n* Verfügbarkeit von benutzerdefinierten Symbolen\n* Zugriff auf das Werkzeug *[Bild einfügen](#bildeinfügen)*",
          "loginRestricted": true
        },
        {
          "heading": "Tipps beim Start anzeigen",
          "text": "Legt fest, ob beim Start kurze Hinweise für eine optimale Nutzung von mapset angezeigt werden.\n\nIm Dialogfeld für jeden Hinweis können Sie die Option zum Anzeigen weiterer Hinweise deaktivieren. Im Einstellungsdialog können Sie die Anzeige wieder aktivieren."
        },
        {
          "heading": "Ausrichtungshilfen",
          "text": "In diesem Menu kann zwischen verschiedenen Ausrichtungshilfen gewechselt oder die Ausrichtungshilfe ganz ausgeschaltet werden. Mehr Informationen zu den Ausrichtungshilfen  gibts unter den [Bearbeitungswerkzeugen](#ausrichtungshilfen)"
        }
      ]
    }
  ]
}