{
  "title": "Deutsch",
  "features": [
    {
      "label": "Login",
      "mapsetIcon": "login",
      "content": [
        {
          "heading": "",
          "text": "Einige Funktionen sind auf registrierte Benutzer beschränkt und können nur aufgerufen werden, wenn sie angemeldet sind, beispielsweise:\n\n* Bild-Export der Pläne\n* Speichern und Teilen den Pläne über Permalinks\n* Speichern der Pläne mit benutzerdefinierten Namen\n* Routing Funktion\n\nDie Anmeldung ist mit einem vorhandenen Drittanbieter-Konto oder einem Einzelkonto in unserem System möglich. Nachdem Ihr Unternehmen oder Ihre individuelle Adresse registriert wurde, können Sie über den Link *Sign up* auf der Anmeldeseite ein Konto erstellen.\n\nFür die Registrierung kontaktieren Sie uns bitte."
        }
      ]
    },
    {
      "label": "Haltestelle Suche",
      "mapsetIcon": "search",
      "content": [
        {
          "heading": "",
          "text": "Mit der *Haltestellen Suche* können Sie zu einem bestimmten Stopp navigieren. Wenn Sie in das Eingabefeld tippen, werden automatisch passende Stopps vorgeschlagen.\n\nWenn Sie ein Element aus der Liste der vorgeschlagenen Haltestellen auswählen, wird die Karte zur neu ausgewählten Station verschoben.\n\nNeben dem Namen werden bei der Suche auch die offiziellen Abkürzungen und die Anzahl der Stopps verstanden. Zum Beispiel kann 'Bern' entweder durch Eingabe von 'Bern', 'BN' oder '8507000' gefunden werden."
        }
      ]
    },
    {
      "label": "Ebenen",
      "mapsetIcon": "layers",
      "content": [
        {
          "text": "Unter *Ebenen* kann die Grundkarte angepasst werden, indem Sie die Sichtbarkeit bestimmter Ebenen umschalten.\n\nEinige Ebenen sind nur in bestimmten Zoomstufen sichtbar. Daher hat das Umschalten einer Ebene möglicherweise keine unmittelbare visuelle Auswirkung. Wenn dies der Fall ist, zoomen Sie hinein / heraus, um den Umschalteffekt zu sehen.\n\nDarüber hinaus ist es möglich, in einigen Ebenen nach einzelnen Merkmalen zu filtern. Ein Beispiel sind die Buslinien in der Schweiz. Wenn Sie diese Ebene im Ebenen-Popup auswählen, wird ein Filter angezeigt, mit dem Sie nach Bussen anhand des Namens des Betreibers (z. B. 'PAG') und der Nummer der Leitung (z. B. 'B 111') suchen können.",
          "heading": ""
        }
      ]
    },
    {
      "label": "Bearbeitungswerkzeuge",
      "content": [
        {
          "heading": "Piktogramm zeichnen",
          "mapsetIcon": "point",
          "text": "**Einzelne Symbole**\n\nMit diesem Werkzeug werden Symbole auf der Karte platziert.\n\nSymbole können mithilfe des Popups gestaltet werden, wenn ein Symbol ausgewählt wird. Mehrere Symbolkategorien stellen eine Vielzahl von Symbolen zur Verfügung, die auf der Karte gezeichnet werden können. Die Drehung und die Größe des Symbols können individuell eingestellt werden.\n\n**Positionierung**\n\nSymbole können mit einer Fangfunktion präzise ausgerichtet werden, um einen gleichmäßigen Abstand zwischen ihnen zu gewährleisten. Während Sie Symbole zur Neupositionierung über die Karte ziehen, werden vier Fangindikatoren um benachbarte Symbole angezeigt, an denen das gezogene Symbol bei näherer Betrachtung ausgerichtet wird.\n\n![](/img/positioning.png)\n\n**Piktogramme gruppieren**\n\nSie können mehrere Symbole auswählen, indem Sie die *Strg* -Taste gedrückt halten, während Sie auf die Auswahl eines Symbols klicken.\n\nDiese Funktion ist besonders nützlich, um zu verhindern, dass sich ausgerichtete Symbole bei verschiedenen Zoomstufen überlappen.\n\n![](/img/geoupicons.png)\n\nSobald mehrere Symbole ausgewählt sind, wird ein Popup zum Gruppieren von Symbolen geöffnet, in dem der Benutzer verschiedene Symbole zu einem einzigen gruppieren kann. Die Symbolgruppierung kann anschließend umgekehrt werden, indem Sie das gruppierte Symbol auswählen und im Popup auf die Schaltfläche *Gruppierung aufheben* klicken.\n\n![](/img/ungroup.png)"
        },
        {
          "heading": "Linie zeichnen",
          "mapsetIcon": "line",
          "text": "Mit diesem Werkzeug werden Linien auf der Karte gezeichnet.\n\nWenn das Werkzeug aktiv ist, erstellt jeder Klick einen weiteren Knoten für die Linie. Durch Doppelklicken auf die Karte wird die Linie geschlossen und der Zeichenmodus verlassen.\n\nBeim Bearbeiten einer vorhandenen Zeile können Knoten durch Ziehen hinzugefügt werden. Bestehende Knoten können durch Ziehen geändert und durch einfaches Klicken entfernt werden.\n\nDer Linienstil kann über das Popup angepasst werden, wenn eine Linie ausgewählt wird:\n\n* Pfeile können am Zeilenanfang / -ende hinzugefügt werden\n\n  ![](/img/linestartend.png)\n* Die Linienbreite und der Linientyp können mit vordefinierten Optionen eingestellt werden\n\n  ![](/img/linewidth.png)\n\n  ![](/img/linetype.png)\n* Voreingestellte Farben sind in der *Farbauswahl* verfügbar.\n\n  ![](/img/colorchange.png)\n* Benutzerdefinierte Farben können mit einem *Farbwähler* angewendet werden, wenn Sie auf die *Caret-Schaltfläche* in der *Farbauswahl* klicken. \n\n  Die Farbe kann durch Standardzeigerauswahl über [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) oder über [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model). \n\n  Die Deckkraft der Linie wird durch den Wert 'A' zwischen 0 und 100 definiert.\n\n  ![](/img/customcolor.png)"
        },
        {
          "heading": "Fläche zeichnen",
          "mapsetIcon": "polygon",
          "text": "Mit diesem Werkzeug werden Polygone auf der Karte gezeichnet.\n\nWenn das Werkzeug aktiv ist, erstellt jeder Klick einen weiteren Knoten für den Polygonumfang. Durch Doppelklicken auf die Karte wird das Polygon geschlossen und der Zeichenmodus verlassen.\n\nBeim Bearbeiten eines vorhandenen Bereichs können Knoten durch Ziehen der Polygonkontur hinzugefügt werden. Bestehende Knoten können durch Ziehen geändert werden. Sie können entfernt werden, indem Sie sie zuerst auswählen und dann erneut anklicken.\n\nDer Polygonstil kann mithilfe des Popups angepasst werden, wenn ein Polygon ausgewählt wird:\n\n* *Farbwähler* können verwendet werden, um den Umriss und die Oberfläche des Polygons zu gestalten\n* Voreingestellte Farben sind in den *Farbwählern* verfügbar. \n* Benutzerdefinierte Farben können mit einem *Farbwähler* angewendet werden, wenn Sie auf die *Caret-Schaltfläche* in der *Farbauswahl* klicken. \n\nDie Farbe kann durch Standardzeigerauswahl über [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) oder über [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model). \n\nDie Deckkraft der Linie wird durch den Wert 'A' zwischen 0 und 100 definiert.\n\n\n\n![](/img/customcolor.png)\n\n* Die Umrissbreite und der Linientyp können mit vordefinierten Optionen festgelegt werden\n\n  ![](/img/outlinepoly.png)\n* Eine Auswahl von Füllmustern kann auf die Polygonoberfläche angewendet werden\n* Die Transparenz der Polygonoberfläche kann mit einem *Schieberegler* eingestellt werden\n* ![](/img/polytransparency.png)"
        },
        {
          "heading": "Text zeichnen",
          "mapsetIcon": "text",
          "text": "Mit diesem Werkzeug werden Textbeschriftungen auf der Karte platziert.\n\nDie Textbezeichnung wird in ein Textfeld eingegeben und kann bei Bedarf mehrzeilig sein.\n\nDer Beschriftungsstil kann über das Popup angepasst werden, wenn eine Beschriftung ausgewählt wird:\n\n* Durch Drücken der Taste *B* kann die Schriftart fett eingestellt werden\n\n  ![](/img/boldbutton.png)\n* Die Schriftgröße kann auf eine der vordefinierten Optionen eingestellt werden\n\n  ![](/img/textsize.png)\n* Standardmäßig ist die Textausrichtung zentriert, kann jedoch so eingestellt werden, dass sie nach links oder rechts ausgerichtet wird\n\n  ![](/img/textalign.png)\n* Die Text- und Hintergrundfarbe kann mithilfe der vordefinierten Farben in der *Farbauswahl* oder mithilfe des *benutzerdefinierten Farb-Widgets* festgelegt werden. \n\n  Die Farbe kann durch Standardzeigerauswahl oder über [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) oder [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model). \n\n  Die Deckkraft der Linie wird durch den Wert 'A' zwischen 0 und 100 definiert.\n* Der Text kann mithilfe einer Grad-Eingabe gedreht werden, entweder durch Bewegen des *Schiebereglers* oder durch Eingabe eines Drehwerts in das Zahleneingabefeld (0 ° - 360 °).\n\n  ![](/img/textrotation.png)"
        },
        {
          "heading": "Bild einfügen",
          "text": "Mit diesem Tool können Sie Bilder auf der Karte platzieren. Im Gegensatz zu Symbolen werden Bilder mit der Zoomstufe der Karte skaliert.\n\nEine Auswahl von Bildern kann auf der Karte platziert werden.\n\nDas Bild kann mithilfe einer Grad-Eingabe gedreht werden, entweder durch Bewegen des Schiebereglers oder durch Eingabe eines Drehwerts in das Zahleneingabefeld (0 ° - 360 °).\n\nEbenso kann die Größe des Bildes zwischen 50 und 4000% angepasst werden. 100% repräsentiert die ungefähre Größe des entsprechenden realen Objekts.\n\n![](/img/insertpictures.png)",
          "loginRestricted": true,
          "mapsetIcon": "add_image",
          "cdRestricted": true
        },
        {
          "heading": "Element löschen",
          "text": "Es gibt zwei Möglichkeiten, ein Element aus der Karte zu entfernen:\n\n* Wählen Sie eine Funktion aus und klicken Sie im Popup auf die Schaltfläche *Element löschen*\n\n  ![](/img/deletebtn.png)\n* Wählen Sie eine Funktion aus und drücken Sie die Taste *Entfernen* oder *Löschen* auf der Tastatur"
        },
        {
          "heading": "Rückgängig/Wiederholen",
          "text": "Aktionen auf der Karte werden vorübergehend im App-Verlauf gespeichert. Der Benutzer kann damit Aktionen rückgängig machen / wiederholen.\n\nÄnderungen am Plan können durch Drücken von *Strg* + *z*  rückgängig gemacht werden.\n\nUmgekehrte Änderungen können durch Drücken von *Strg* + *y* oder *Strg* + *Umschaltaste* + *z* erneut angewendet werden."
        },
        {
          "heading": "Route zeichnen",
          "mapsetIcon": "route",
          "text": "![]()\n\nMit diesem Tool werden automatisch Routen zwischen bestimmten Punkten für eine Auswahl von Verkehrsträgern (MOT) erstellt.\n\n* Wenn das Route-Finder-Popup geöffnet wird, wählen Sie zuerst einen MOT aus. Die Haupt-MOTs (Fuß, Zug, Bus) verfügen über spezielle Tasten, während mehrere andere MOTs aus einem Dropdown-Menü ausgewählt werden können. Durch das Umschalten zwischen MOTs wird immer die aktuelle Route gelöscht und eine neue gestartet.\n\n  ![](/img/mots.png)\n* Es gibt zwei Möglichkeiten, Routenstopps im Kartensatz zu definieren: \n\n  **Texteingabe**: Verwenden Sie die Texteingabefelder, um nach Haltestellen zu suchen. Beim Ändern des Eingabetextes wird unter dem Feld eine Liste mit Vorschlägen angezeigt, aus der eine Zielstation entweder per Klick oder mit den Pfeil- und Auswahltasten über die Tastatur eingegeben werden können. Die Stationssuche erfolgt wie im *[Stop Finder](#stopfinder)*.\n\n  ![](/img/routebytext.png)\n\n  **Kartenklick**: Stopps können auch durch Klicken auf die Karte definiert werden. Während der *Route-Finder* aktiv ist, wird durch Klicken auf die Karte ein neuer Punkt am Ende der aktuellen Route hinzugefügt und die Koordinate im Texteingabefeld angezeigt. Wenn ein Texteingabefeld fokussiert ist (blau hervorgehoben), wird durch Klicken auf die Karte der entsprechende Stopp mit den neuen Koordinaten aktualisiert, anstatt eine hinzuzufügen.\n\n  ![](/img/routebymap.png)\n* Die aktuelle Route kann durch Hinzufügen, Aktualisieren oder Entfernen von Wegpunkten bearbeitet werden: \n\n  **Hinzufügen**: Durch Klicken auf die Karte wird automatisch ein neuer Stopp mit der aktuellen Koordinate am Ende der Route hinzugefügt. \n\n  Alternativ kann ein neues Feld hinzugefügt werden, indem Sie die Schaltfläche *Stopp hinzufügen* rechts neben dem Eingabefeld verwenden. Dadurch wird am nachfolgenden Eingabefeldindex ein leeres Eingabefeld erstellt, in dem ein neuer Stopp wie zuvor beschrieben definiert werden kann.\n\n  ![](/img/addstop.png)\n\n  **Bearbeiten**: Stopps können aktualisiert werden, indem sie mithilfe der zuvor beschriebenen Eingabefelder neu definiert werden. Geben Sie entweder neuen Text ein und wählen Sie einen Sender aus den Vorschlägen aus, oder markieren Sie ein Feld, indem Sie zuerst darauf klicken und dann auf die Karte klicken um die Koordinate anzupassen.\n\n  Darüber hinaus kann die Reihenfolge der Stopps per Drag & Drop aktualisiert werden. Links neben den Eingabefeldern wird beim Hover ein kleines Handle (drei Punkte) angezeigt, das angeklickt und gezogen werden kann, wodurch das Feld von den aktuellen Feldern getrennt wird. Es kann dann an einer neuen Feldposition abgelegt werden.\n\n  ![](/img/dndhandle.png)\n\n  Wenn Sie das Stoppelement an einer neuen Position ablegen, werden die Felder im Popup sowie die Route auf der Karte aktualisiert.\n\n  ![](/img/dnd.png)\n\n  **Löschen**: Alle Stopps außer den Start- und Endstopps können durch Klicken auf die Schaltfläche *Halt entfernen* ganz rechts im Eingabefeld entfernt werden.\n\n  ![](/img/removestop.png)\n\n  Alternativ kann jeder Stopp entfernt werden, indem die Texteingabe über die Tastatur vollständig aus dem Eingabefeld gelöscht wird.\n* Klicken Sie auf *Auf Route zentrieren* wird die aktuelle Kartenausdehnung an die Routenabmessungen angepasst.\n\n  ![](/img/zoomtoroute.png)\n* Die Karte kann an jedem Stopp zentriert werden, indem Sie auf das Symbol zur Stoppmarkierung links neben den Eingabefeldern im Popup klicken.\n\n  ![](/img/pantostation.png)\n* Die aktuelle Route kann durch Klicken auf die Schaltfläche *Element löschen* gelöscht werden.\n* Beachten Sie, dass nach dem Schließen des Popups *Routen-Finder* die Route **in eine Linienfunktion umgewandelt wird** und Stopps nicht mehr bearbeitet werden können. Stattdessen kann die Route jetzt wie im Abschnitt *[Draw line](#drawline)* beschrieben geändert und gestaltet werden.",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Speichern",
      "mapsetIcon": "save",
      "content": [
        {
          "text": "Im Mapset wird jede Änderung am aktuellen Plan automatisch gespeichert.\n\nEin *Spinner* gefolgt von einem *Häkchen* in der Seitenleiste zeigt an, dass der aktuelle Plan gespeichert wurde. Der *Spinner* soll nur über den Fortschritt des Speicherns informieren. Es ist nicht notwendig, auf das Ende des *Spinners* zu warten oder aktiv darauf zu klicken. Mapset stellt immer sicher, dass keine Änderungen verloren gehen.\n\n![](/img/savingplan.png)\n\n![](/img/savedplan.png)"
        }
      ]
    },
    {
      "label": "Planliste",
      "content": [
        {
          "text": "Mapset-Pläne können zur leichteren Bezugnahme und zur besseren Übersicht über alle erstellten Pläne mit einem Namen versehen werden.\n\nWenn ein Plan noch nicht benannt ist, wird in der Kopfzeile der Text \"Unbenannter Plan\" angezeigt.\n\n![](/img/planname.png)\n\nKlicken Sie auf diesen Text, um einen neuen Plannamen einzugeben. Ein *Spinner* und *Bestätigungsmeldung* neben dem Texteingabefeld zeigt an, dass der Planname gespeichert wurde.\n\nSobald ein Plan einen Namen hat, ist er in der Planliste verfügbar.\n\nBenannte Pläne können aus der Planliste in die Karte geladen werden, indem Sie einen Plan auswählen und auf die Schaltfläche *Öffnen* klicken.",
          "heading": "",
          "loginRestricted": false
        }
      ]
    },
    {
      "label": "Zeichnung teilen",
      "mapsetIcon": "share",
      "content": [
        {
          "heading": "",
          "text": "Es gibt zwei Arten von Links, um den Plan zu teilen:\n\n* **Link zum Teilen**\n\n  Der Link zum Teilen wird verwendet, um Ihren Plan im schreibgeschützten Modus für andere freizugeben oder um den Plan in andere Anwendungen einzubetten. Dieser Link rendert die Karte mit dem Plan, zeigt jedoch keines der Werkzeuge an und erlaubt daher keine Bearbeitung des Plans.\n* **Link zum Bearbeiten**\n\n  Über Link zum Bearbeiten können Sie einen zuvor erstellten Plan erneut öffnen und weiter bearbeiten. Über diesen Link können Sie mit anderen Benutzern an demselben Plan zusammenarbeiten.",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Bild herunterladen",
      "mapsetIcon": "download",
      "content": [
        {
          "text": "Pläne können als Bilder im PNG-Rasterformat exportiert werden. Die Download-Einstellungen können im speziellen Popup-Dialogfeld angepasst werden. \n\nExportierte Bilder können in den Exporteinstellungen angepasst werden: \n\n* Ein *Nordpfeil* kann in der unteren rechten Ecke des exportierten Bildes hinzugefügt werden.\n* Standardmäßig wird die komplette Kartenansicht exportiert. Alternativ kann ein zugeschnittener Abschnitt der Karte für den Export definiert werden. Um den Abschnitt zu definieren, wird ein roter Rahmen angezeigt, der verschoben und in der Größe geändert werden kann. Unten rechts im Rahmen wird die Größe des exportierten Bildes immer in Pixel angezeigt, sodass Sie die genaue Größe der gewünschten Ausgabedatei leicht bestimmen können. Der zuletzt definierte Abschnitt bleibt im Browser gespeichert und wird beim nächsten Start von Mapset wiederhergestellt. Mit dieser Funktion können Sie eine Reihe von Karten mit denselben Abmessungen erstellen, ohne den Rahmen jedes Mal anpassen zu müssen.\n* Standardmäßig erfolgt der Export des Bildes mit der Auflösung Ihres Monitors. Diese Auflösung eignet sich, um das Bild statisch in Webseiten einzubetten oder beispielsweise in einer Präsentation zu verwenden. Wenn Sie das Bild drucken möchten, sollte der Plan mit hoher oder sehr hoher Auflösung exportiert werden. Dadurch können Pläne auch in Größen bis B1 in hoher Qualität gedruckt werden.",
          "heading": "",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Neuer Plan",
      "mapsetIcon": "newplan",
      "content": [
        {
          "text": "Diese Aktion öffnet einen neuen, leeren Plan. \n\nStellen Sie sicher, dass Sie Ihren aktuellen Plan nach Namen gespeichert haben, oder speichern Sie den Bearbeitungslink, um ihn später laden und weiter bearbeiten zu können."
        }
      ]
    },
    {
      "label": "Einstellungen",
      "mapsetIcon": "settings",
      "content": [
        {
          "heading": "Sprache",
          "text": "Es stehen vier Sprachen zur Verfügung:\n\n* Deutsche\n* Englisch\n* Französisch\n* Italienisch"
        },
        {
          "heading": "Corporate Design",
          "text": "Vordefinierte Unternehmensdesigns können über ein Dropdown-Menü festgelegt werden.\n\n![](/img/corporatedesign.png)\n\nDer Zugriff auf bestimmte Unternehmensdesigns hängt von den Zugriffsrechten des Benutzers ab.\n\nCorporate Designs passen bestimmte Mapset-Funktionen an, beispielsweise:\n\n* Icon Design\n* Standardfarben in den Farbwählern\n* Verfügbarkeit von benutzerdefinierten Symbolen\n* Zugriff auf das Werkzeug *Bild einfügen*",
          "loginRestricted": true
        },
        {
          "heading": "Tipps beim Start anzeigen",
          "text": "Legt fest, ob beim Start kurze Hinweise für eine optimale Nutzung des Mapsets angezeigt werden.\n\nIm Dialogfeld für jeden Hinweis können Sie die Option zum Anzeigen weiterer Hinweise deaktivieren. Im Einstellungsdialog können Sie die Anzeige wieder aktivieren."
        }
      ]
    }
  ]
}