{
  "title": "English",
  "features": [
    {
      "label": "Login",
      "mapsetIcon": "login",
      "content": [
        {
          "heading": "",
          "text": "The following features are restricted to registered users and can only be accessed when logged in:\n\n* Export plans as an image\n* Save and share plans via permalink\n* Save and access plans with custom names\n\nUsers can sign in with an existing third party accounts (Google, SBB) or geOps account.\n\nCreate a new geOps account via the Sign up link in the login page."
        }
      ]
    },
    {
      "label": "Stop Finder",
      "mapsetIcon": "search",
      "content": [
        {
          "heading": "",
          "text": "The Stop Finder allows to navigate to a specific station or stop by searching its name in the search bar. Typing into the input field will automatically suggest matching stops. Station/Stop names are displayed in the list along with their unique ID and their country code.\n\nExample for station 'Bern Hbf':\n\n```\nCH: 8507000\n```\n\nWhen selecting an item from the list of suggested stops, the map will pan to the newly selected station."
        }
      ]
    },
    {
      "label": "Layer Toggler",
      "mapsetIcon": "layers",
      "content": [
        {
          "text": "The 'Layers' dialog allows to customize the basemap by toggling the visibility of specific layers.\n\nSome layers are only visible on specific zoom levels, therefore toggling a layer may not have a direct visual impact. If this is the case, zoom in/out to see the toggle effect.",
          "heading": ""
        }
      ]
    },
    {
      "label": "Drawing tools",
      "content": [
        {
          "heading": "Draw icon",
          "mapsetIcon": "point",
          "text": "**Individual icons**\n\nThis tool is used to place icons on the map. \n\nIcons can be styled using the popup when an icon is selected. Several icon categories make a wide variety of icons available to be drawn on the map. The rotation and the size of the icon can be set individually.\n\n**Positioning**\n\nIcons can be aligned precisely with a snapping feature, ensuring a consistent distance between them. While dragging icons across the map for repositioning, four snapping indicators appear around neighboring icons, to which the dragged icon will snap to when moved closer.\n\n![](/img/positioning.png)\n\n**Grouping icons**\n\nMultiple icons can be selected by holding the \"Ctrl\" key while click selecting an icon.\n\nThis feature is especially useful to prevent aligned icons from overlapping on different zoom levels.\n\n![](/img/groupicons.png)\n\nOnce multiple icons are selected a popup for grouping icons will open, allowing the user to group various icons into a single one. Icon grouping can subsequently be reversed by selecting the grouped icon and clicking on the 'Ungroup' button in the popup.\n\n![](/img/ungroupicons.png)"
        },
        {
          "heading": "Draw line",
          "mapsetIcon": "line",
          "text": "This tool is used to draw lines on the map.\n\nWhen the tool is active, every click creates a further node for the line. Double-clicking the map concludes the line and exits draw mode.\n\nWhen editing an existing line, existing nodes can be removed by simply clicking on them.\n\nThe line style can be customized using the popup when a line is selected:\n\n* Arrows can be added at line start/end\n\n  ![](/img/linestartend.png)\n* The line width and type can be set using predefined options\n\n  ![](/img/linewidth.png)\n\n  ![](/img/linetype.png)\n* Preset colors are available in the color selector\n\n  ![](/img/colorpicker.png)\n* Custom color can be applied using a color picker when clicking the caret button in the color selector.\n\n  The color can be set by standard pointer selection, via [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) or via [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model). \n\n  The opacity of the line is defined by the 'A' value, between 0 and 100.\n\n  ![](/img/customcolor.png)"
        },
        {
          "heading": "Draw area",
          "mapsetIcon": "polygon",
          "text": "This tool is used to draw polygons on the map.\n\nWhen the tool is active, every click creates a further node for the polygon perimeter. Double-clicking the map concludes the polygon and exits draw mode.\n\nWhen editing an existing polygon, existing nodes can be removed by simply clicking on them.\n\nThe polygon style can be customized using the popup when a polygon is selected:\n\n* Color selectors can be used to style the polygon outline and surface are\n* Preset colors are available in the color selectors\n* Custom color can be applied using a color picker when clicking the caret button in the color selector.\n\n  The color can be set by standard pointer selection, via [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) or via [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model). \n\n  The opacity of the line is defined by the 'A' value, between 0 and 100.\n\n  ![](/img/lineoutline.png)\n* The outline width and type can be set using predefined options\n\n  ![](/img/outlinepoly.png)\n* A selection of fill patterns can be applied to the polygon surface area\n* The transparency of the polygon surface area can be set using a slider\n\n  ![](/img/polytransparency.png)"
        },
        {
          "heading": "Draw label",
          "mapsetIcon": "text",
          "text": "This tool is used to place text labels on the map.\n\nThe text label is entered in a text field and can be multi-lined if required.\n\nThe label style can be customized using the popup when a label is selected:\n\n* By pressing on the 'B' button the font can be set to bold\n\n  ![](/img/boldbutton.png)\n* The font size can be set to one of the predefined options\n\n  ![](/img/textsize.png)\n* By default the text alignment is centered, but can be set to align left or right\n\n  ![](/img/textalign.png)\n* The text and background color can be set using the predefined colors in the color selector or using the custom color widget.\n\n  The color can be set by standard pointer selection, or via [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) or [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model).\n\n  The opacity of the line is defined by the 'A' value, between 0 and 100.\n* The text can be rotated using a degree input, either by moving the slider thumb or by entering a rotation value in the number input field (0째 - 360째)\n\n  ![](/img/textrotation.png)"
        },
        {
          "heading": "Insert pictures",
          "text": "*This feature is accessible depending on user rights and Corporate Design settings.*\n\nThis tool is used to place images on the map. In contrast to icons, pictures scale with the map zoom level.\n\nA selection of pictures is available for placement on the map. \n\nThe image can be rotated using a degree input, either by moving the slider thumb or by entering a rotation value in the number input field (0째 - 360째).\n\nThe same input allows the resizing of the picture between 50 and 4000%. 100% represents the approximated size of the corresponding real-world object.\n\n![](/img/insertpictures.png)",
          "loginRestricted": true,
          "mapsetIcon": "add_image"
        },
        {
          "heading": "Delete features",
          "text": "There are two ways to remove a feature from the map:\n\n* Select a feature and click the 'Delete feature' button in the popup\n\n  ![](/img/deletebtn.png)\n* Select a feature and press the '*Delete*' or \"Backspace\" key on the keyboard"
        },
        {
          "heading": "Undo/Redo",
          "text": "Actions on the map are saved momentarily in the app history. The user can use it to undo/redo actions.\n\nChanges to the plan can be undone by pressing '*Ctrl*' + '*z*'.\n\nReversed changes can be reapplied by pressing '*Ctrl*' + '*y*' or '*Ctrl*' + 'S*hift'* + 'z'"
        }
      ]
    },
    {
      "label": "Save plan",
      "content": [
        {
          "heading": "",
          "text": "In mapset every change to the current plan is automatically saved.\n\nA load spinner followed by a check mark in the sidebar indicates that the current plan has been saved.\n\n![](/img/load.png)\n\n![](/img/saved.png)"
        },
        {
          "text": "mapset plans can be given a name for an easier reference and a better overview of all created plans.\n\nWhen a plan is not yet named, the text 'Untitled plan' appears in the header.\n\n![](/img/planname.png)\n\nClick on this text, in order to type a new plan name. A load spinner and confirmation message next to the text input field indicates the plan name has been saved.\n\nOnce a plan has a name it will be available in the plans list.\n\nNamed plans can be loaded into the map from the plans list by selecting a plan and clicking on the \"Open\" button.",
          "heading": "Name a plan",
          "loginRestricted": true
        }
      ],
      "mapsetIcon": "save"
    },
    {
      "label": "Download plan",
      "mapsetIcon": "download",
      "content": [
        {
          "text": "Plans can be exported as images in PNG raster format. Download settings can be adjusted in the dedicated popup dialog.\n\nExported images can be customized in the export settings:\n\n* A north arrow can be added to the bottom right corner of the exported image\n* By default the complete map view is exported. Alternatively, a cropped section of the map can be defined for the export. To define the section, a red selection frame appears, which can moved and resized. At the bottom right of the frame, the size of the exported image is always displayed in pixels, making it easy to determine the exact size of the desired output file. The last section you have defined remains saved in the browser and will be restored the next time you start mapset. This feature allows you to create a series of maps with the same dimensions without having to adjust the frame each time.\n* By default the export of the image is done using the resolution of your monitor. This resolution is suitable to embed the image statically in web pages or to use it in a presentation, for example. If you want to print the image, the plan should be exported using high or very high resolution. This allows plans to be printed with high quality even in sizes up to B1.",
          "heading": "",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "Plan sharing",
      "mapsetIcon": "share",
      "content": [
        {
          "heading": "",
          "text": "There are two types of links to share the plan:\n\n* **Link to share**\n\n  The Share link is used to share your plan with others or to embed the plan in other applications. This link renders the map component with the plan, but doesn't load any mapset tools. \n* **Link to edit**\n\n  This Edit link is used to reopen and continue editing a previously created plan.",
          "loginRestricted": true
        }
      ]
    },
    {
      "label": "New plan",
      "mapsetIcon": "newplan",
      "content": [
        {
          "text": "This action will open a new, blank plan.\\\nYou must ensure that you saved your current plan by name or store the edit link to be able to load and continue editing it later."
        }
      ]
    },
    {
      "label": "Settings",
      "mapsetIcon": "settings",
      "content": [
        {
          "heading": "Language",
          "text": "There are four available languages:\n\n* German\n* English\n* French\n* Italian"
        },
        {
          "heading": "Corporate Design",
          "text": "Predefined Corporate Designs can be set using a drop-down menu.\n\n![](/img/corporatedesign.png)\n\nAccess to specific Corporate Designs depends on the user's access rights.\n\nCorporate Designs customize certain mapset features, such as:\n\n* icon design\n* default colors in the color selectors\n* availability of custom icons\n* access to the *Draw image* tool",
          "loginRestricted": true
        }
      ]
    }
  ]
}