{
  "contact": {
    "calledback": "Ich möchte gerne zurückgerufen werden",
    "choose_product": "Bitte wählen",
    "company": "Unternehmen:",
    "content": "Schreiben Sie uns oder lassen Sie sich von uns zurückrufen.<br/>Wir freuen uns, von Ihnen zu hören.",
    "email": "E-Mail:",
    "interest": "Ich interessiere mich für:",
    "message": "Nachricht:",
    "message_placeholder": "Hinterlassen Sie uns eine Nachricht...",
    "name": "Name:",
    "newsletter": "Ich möchte mich für den <a href='{{link}}' class='hover:text-blue-600' style='text-decoration: underline;' rel='noopener noreferrer' target='_blank'>mapset Newsletter</a> anmelden.",
    "privacy_policy": "Ich habe die <a href='{{link}}' class='hover:text-blue-600 ' style='text-decoration: underline;' rel='noopener noreferrer' target='_blank'>Datenschutzbestimmungen</a> gelesen und akzeptiere sie.",
    "required": "Pflichtfeld",
    "section": "Kontakt",
    "submit": "Anfrage senden",
    "submitted": "Vielen Dank für Ihre Anfrage, wir melden uns umgehend zurück.",
    "telephone": "Telefon:",
    "title": "Neugierig geworden?"
  },
  "features": {
    "content": "mapset ist der Online-Editor zur einfachen Erstellung von übersichtlichen und optisch ansprechenden Plangrafiken. Die Basiskarte ist für den öffentlichen Verkehr optimiert und enthält alle relevanten Informationen.</br></br>Entwerfen Sie einfach und schnell aussagekräftige Pläne von Haltestellen. Ersatzverkehr oder Baustellen lassen sich ebenso abbilden wie die Situation bei Grossanlässen, für die die Lenkung der Reisenden erforderlich ist. In wenigen Minuten lässt sich ein Plan erstellen, der zielgerichtet informiert und eine hohe grafische Qualität aufweist. Auf Wunsch können die Elemente des unternehmenseigenen Corporate Designs übernommen werden.",
    "list": [
      {
        "content": "Ergänzen Sie lokale Informationen auf der Basis bestehender detaillierter Karten. Sie können Wegrouten darstellen, Haltestellen und Haltekanten mit Piktogrammen versehen oder Points of Interests hervorheben.",
        "image": "/img/feature-1.webp",
        "image_height": 500,
        "image_width": 593,
        "title": "Einfaches Einzeichnen von lokalen Informationen"
      },
      {
        "content": "Die Karten stellen einen Standard im öffentlichen Verkehr dar und haben einen entsprechend hohen Wiedererkennungswert. Die Kartenbasis gewährleistet nicht nur eine grafisch attraktive Darstellung sondern wird automatisch wöchentlich aktualisiert. Alternativ können auch Luftbilder als Hintergrund gewählt werden. Die Kartengrundlage lässt sich durch das An- und Ausschalten verschiedener Layer ganz Ihren Bedürfnissen anpassen.",
        "image": "/img/feature-2a.webp",
        "image_height": 500,
        "image_width": 593,
        "title": "Attraktive Kartengrundlagen"
      },
      {
        "content": "Die Kartengrundlage, die in mapset eingebunden ist, ist für den öffentlichen Verkehr optimiert und enthält Informationen zum Schienen- wie auch zum Strassenverkehr. Dazu zählen nebst Haltestellen, Haltekanten und Stationslabels auch Gleise, Buslinien, und speziell gekennzeichnete Gebäude an Stationen. Zusätzlich können Points of Interest wie Angebote der kombinierten Mobilität oder weitere Services angezeigt werden.",
        "image": "/img/feature-3.webp",
        "image_height": 500,
        "image_width": 593,
        "title": "Relevante Kartendaten"
      },
      {
        "content": "Eine geniale Unterstützung beim Zeichnen von Linien bietet das integrierte Geo-Routing für Fussgänger, Busse und andere Verkehrsmittel. Mit Angabe von Start- und Endpunkt werden die Verbindungslinien automatisch eingezeichnet.",
        "image": "/img/feature-4a.webp",
        "image_height": 500,
        "image_width": 648,
        "title": "Routing"
      },
      {
        "content": "Laden Sie Ihre selbst erstellten Pläne als Bilddatei herunter und binden Sie diese in Ihre individuellen Vorlagen ein. Die Bilder lassen sich auch optimal für die Einbindung in Fahrzeugmonitoren verwenden. Für die Optimierung des Exports können Sie den Ausschnitt und die Auflösung für den Druck festlegen. Ebenso können Sie Ihre eigenen Druckvorlagen hinterlegen.",
        "image": "/img/feature-5.webp",
        "image_height": 500,
        "image_width": 648,
        "title": "Druck- und Exportfunktionen"
      },
      {
        "content": "Ihre Pläne lassen sich nicht nur als statische Bilder exportieren, sondern können auch dynamisch in Webseiten oder auf interaktiven Stelen eingebunden oder verlinkt werden. Profitieren Sie mit der dynamischen Einbindung von frei navigierbaren Karten, auf denen die Nutzerinnen und Nutzer selbst Ausschnitt und Massstab bestimmen können. Versenden Sie ausserdem Links zu ihren individuellen Plänen einfach per Mail oder teilen Sie diese über Ihre Social Media-Kanäle.",
        "image": "/img/feature-6.webp",
        "image_height": 500,
        "image_width": 648,
        "title": "Dynamische Einbindung in digitale Kanäle"
      },
      {
        "content": "Für viele Haltestellen einfache Pläne erstellen geht mit mapset ganz schnell: Einfach eine URL (Link) mit der Haltestellennummer aufrufen und schon wird ein Plan für diese Haltestelle ausgegeben – als interaktiver Plan oder als PDF in Ihrem Layout. Optional können für einzelne Haltestellen Vorlagen definiert werden, die beim automatischen Aufruf des Plans genutzt werden. Diese Vorlagen können auch zeitlich befristet werden, um beispielsweise nur während einer Baustellensituation den angepassten Plan zu verwenden.",
        "image": "/img/feature-7.webp",
        "image_height": 500,
        "image_width": 648,
        "title": "Automatisierung"
      },
      {
        "content": "Mit dem optionalen Modul Share&Print erhalten Sie nicht nur die Möglichkeit, Pläne nach Ihren Druckvorlagen als PDF zu erstellen. Sie können damit auch innerhalb Ihres Unternehmens gemeinsam an Plänen arbeiten. Wenn Sie einen Plan speichern und in Ihrer Gruppe freigeben, können Ihre Kolleginnen und Kollegen den Plan unter dem gleichen Namen aufrufen und bearbeiten.",
        "image": "/img/feature-8.webp",
        "image_height": 500,
        "image_width": 648,
        "title": "Gemeinsames Arbeiten"
      }
    ],
    "section": "benefits",
    "title": "Klarheit und Stil in die Pläne für den öffentlichen Verkehr bringen"
  },
  "home": {
    "get_started": "Jetzt loslegen",
    "main": {
      "content": "Mit mapset erstellen Sie schnell und einfach Situationspläne für den öffentlichen Verkehr. ",
      "title": "Pläne zum selber machen"
    },
    "metadata": {
      "description": "Sie möchten Ihren Kunden aktuelle und attraktive Informationen zum öffentlichen Verkehr zugänglich machen? mapset ist der Online-Editor zur einfachen Erstellung von übersichtlichen und optisch ansprechenden Plangrafiken. Mit wenigen Klicks visualisieren Sie Pläne für geänderte Haltestellen, kommunizieren die Situation bei Bauprojekten, gewährleisten die Kundenführung bei Events oder informieren über betriebliche Sonderfälle vor Ort. All dies auf Basis von laufend aktualisiertem Kartenmaterial.",
      "title": "mapset - Situationspläne für den öffentlichen Verkehr"
    },
    "try_free": "Gratis testen"
  },
  "international": "International",
  "login": "Login",
  "logout": "Logout",
  "newsletter": "Newsletter",
  "newsletter_link": {
    "ch": "https://geops.sh/6E83A54F98A4E7532",
    "io": "https://geops.sh/40003911245CB34786"
  },
  "pricing": {
    "add_on_coop": "Gemeinsames Bearbeiten von Plänen",
    "add_on_coop-description": "Wenn Sie Pläne in Ihrer Planliste abspeichern, können Sie diese innerhalb Ihrer Gruppe anderen Personen zur weiteren Bearbeitung freigeben. Alle Mitglieder der Gruppe haben somit immer Zugriff auf die aktuellste Version des Plans.",
    "add_on_defaultplans": "Erzeugen von Standardplänen",
    "add_on_defaultplans-description": "Durch Hinzufügen von Parametern wie Betreiber und DiDok zu einer URL lassen sich automatisch Haltestellenpläne aufrufen – interaktiv für die Einbindung in Ihren digitalen Kanälen oder als PDF in Ihrem Layout. Zusätzlich lassen sich Gültigkeiten für einzelne Pläne definieren, z.B. für temporäre Zeichnungen während einer Baumassnahme.",
    "annual_billing": "Jährliche Abrechnung",
    "annual_promo": "bis zu 15%<br>sparen",
    "basemap": "Basiskarte",
    "content": "mapset hat den richtigen Plan für Transportunternehmen jeder Grösse.",
    "currency": {
      "ch": "CHF",
      "io": "€"
    },
    "details": "Details",
    "details_one": "Die Preise beziehen sich auf die Gesamtzahl an Haltestellen oder Bahnhöfen eines Unternehmens, unabhängig von der Anzahl der tatsächlich mit mapset bearbeiteten Stationen.",
    "details_two": {
      "ch": "Zu den laufenden Abo-Gebühren fallen beim Start des Abonnements Einrichtungsgebühren von CHF 490.- an. Nach einem Abonnements-Unterbruch wird bei Erneuerung des Abonnements wiederum die Einrichtungsgebühr fällig. Für Transportunternehmen mit bis zu 10 Haltestellen wird nur die Einrichtungsgebühr verrechnet.<br/><br/>Im Rahmen der Abonnements und der Einrichtungsgebühren ist die Konfiguration von Nutzern von mapset eingeschlossen, insofern die Nutzer über eine einheitliche Mail-Domain identifiziert werden können (z.B. maria.bernasconi@ktuxy.ch und max.muster@ktuxy.ch). Für die Einrichtung von individuellen Nutzern, die nicht über eine Domain identifizierbar sind, werden pro Nutzer CHF 90.– verrechnet.<br/><br/>Für Schweizer Unternehmen verstehen sich die Preise zuzüglich Mehrwertsteuer von 7,7 %.",
      "io": "Zu den laufenden Abo-Gebühren fallen beim Start des Abonnements Einrichtungsgebühren von € 490.- an. Nach einem Abonnements-Unterbruch wird bei Erneuerung des Abonnements wiederum die Einrichtungsgebühr fällig. Für Transportunternehmen mit bis zu 10 Haltestellen wird nur die Einrichtungsgebühr verrechnet.<br/><br/>Im Rahmen der Abonnements und der Einrichtungsgebühren ist die Konfiguration von Nutzern von mapset eingeschlossen, insofern die Nutzer über eine einheitliche Mail-Domain identifiziert werden können (z.B. maria.bernasconi@ktuxy.ch und max.muster@ktuxy.ch). Für die Einrichtung von individuellen Nutzern, die nicht über eine Domain identifizierbar sind, werden pro Nutzer € 90.– verrechnet.<br/><br/>Für Schweizer Unternehmen verstehen sich die Preise zuzüglich Mehrwertsteuer von 7,7 %."
    },
    "embed": "Dynamische Einbindung",
    "monthly_billing": "Monatliche Abrechnung",
    "one_time_payment": "einmalige Einrichtungsgebühr",
    "onetime": "Einmalige Einrichtungsgebühr",
    "per_month": "pro Monat",
    "per_year": "pro Jahr",
    "plan_export": "Planexport",
    "products": [
      {
        "basemap": "stets aktuell und mit Fokus auf den öffentlichen Verkehr",
        "bus_tram_stops": "bis zu 10 Bus- und Tramhaltestellen",
        "embed": "in eine Vielzahl an digitalen Kanälen",
        "plan_export": "als Bild, integriert in ein Layout oder als KML",
        "price": {
          "month": 0,
          "year": 0
        },
        "price_add_on": {
          "month": 0,
          "year": 0
        },
        "tier": "FREE",
        "tools": "für sämtliche Bearbeitungsschritte"
      },
      {
        "basemap": "stets aktuell und mit Fokus auf den öffentlichen Verkehr",
        "bus_tram_stops": "bis zu 200 Bus- und Tramhaltestellen",
        "embed": "in eine Vielzahl an digitalen Kanälen",
        "plan_export": "als Bild, integriert in ein Layout oder als KML",
        "price": {
          "month": 250,
          "year": 2700
        },
        "price_add_on": {
          "month": 75,
          "year": 800
        },
        "railway_stops": "bis zu 10 Zughaltestellen",
        "tier": "MINI",
        "tools": "für sämtliche Bearbeitungsschritte"
      },
      {
        "basemap": "stets aktuell und mit Fokus auf den öffentlichen Verkehr",
        "bus_tram_stops": "bis zu 500 Bus- und Tramhaltestellen",
        "embed": "in eine Vielzahl an digitalen Kanälen",
        "plan_export": "als Bild, integriert in ein Layout oder als KML",
        "price": {
          "month": 550,
          "year": 5900
        },
        "price_add_on": {
          "month": 115,
          "year": 1200
        },
        "railway_stops": "bis zu 100 Zughaltestellen",
        "tier": "MIDI",
        "tools": "für sämtliche Bearbeitungsschritte"
      },
      {
        "basemap": "stets aktuell und mit Fokus auf den öffentlichen Verkehr",
        "bus_tram_stops": "ab 500 Bus- und Tramhaltestellen",
        "embed": "in eine Vielzahl an digitalen Kanälen",
        "plan_export": "als Bild, integriert in ein Layout oder als KML",
        "price": {
          "month": 800,
          "year": 8400
        },
        "price_add_on": {
          "month": 150,
          "year": 1600
        },
        "railway_stops": "bis zu 200 Zughaltestellen",
        "tier": "MAXI",
        "tools": "für sämtliche Bearbeitungsschritte"
      }
    ],
    "railway_stops_unavailable": "keine Zughaltestellen",
    "section": "Preise",
    "title": "Einfache, transparente Preise",
    "tools": "Zeichenfunktionen",
    "year": "Jahr"
  },
  "privacy_link": "https://geops.com/datenschutz",
  "privacy_policy": "Privacy Policy",
  "product": "Produkt",
  "swiss": "Schweiz",
  "testimonials": {
    "customers": [
      {
        "image": "Miro_Bertozzi.jpg",
        "image_height": 1080,
        "image_width": 1080,
        "job": "Sachbearbeiter Fahrgastinformation",
        "name": "Miro Bertozzi",
        "testimonial": "Wir arbeiten gerne mit mapset, weil das Individualisieren von Plänen ohne zusätzliche Grafik-Programme möglich ist. Das Tool hilft uns, eine einheitliche Kommunikation zu gewährleisten. Wir sind sehr zufrieden.",
        "transport_provider": "Verkehrsbetriebe Stadt Zürich, VBZ"
      },
      {
        "image": "Maissen_Patric.jpg",
        "image_height": 1080,
        "image_width": 1080,
        "job": "Stv. Leiter Betrieb / Disposition",
        "name": "Patric Maissen",
        "testimonial": "Bei Engadin Bus haben wir vier Fahrplanwechsel pro Jahr. In den Zwischensaisons haben die Baustellen Hochsaison und wir haben viele Umleitungen und nicht bediente oder provisorische Haltestellen. Während den Sommer- und Wintermonaten finden viele Sportanlässe wie der Damen Ski World Cup oder der Engadin Skimarathon statt.<br/><br/>Mit mapset haben wir ein tolles Tool gefunden, die Kunden- sowie Busfahrer:innen-Informationen einfach und bildlich zu gestalten. Dies mit einer unglaublichen Einfachheit und einem geringen Zeitaufwand.",
        "transport_provider": "Engadin Bus"
      }
    ],
    "section": "Unsere Kunden",
    "title": "Wer sind unsere Abonnenten?"
  }
}
