{
  "templateKey": "index-page",
  "title": "English index page",
  "content": {
    "page header": "Location plans for public transport",
    "page header description": "You would like to provide your customers with up-to-date and attractive information about public transport? mapset allows the fast and easy creation of clear and visually appealing station maps and plans for customer orientation.",
    "specification description": "mapset.io offers many advantages for the easy creation of plans and maps.",
    "price description": "Here you can find an overview of the annual costs and the one-time setup fee.",
    "conditions text": "* The prices refer to the total number of stops of a company, independent of the number of stops actually processed with mapset. <br/><br/>\n\nIn addition to the ongoing subscription fees, a setup fee of € 490.00 is charged at the start of the subscription. After a subscription interruption, the setup fee is due again when the subscription is renewed. For transport companies with up to 10 stops only the set-up fee is charged. <br/><br/>\n\nWithin the scope of the subscriptions and the setup fee the configuration of users of mapset is included, provided the users can be identified via a uniform mail domain (e.g. james.meyer@ktuxy.com and :james.meyer@ktuxy.com). For the configuration of individual users, who are not identifiable via a domain, € 90.00 per user will be charged.<br/><br/>",
    "included in price": "all",
    "contact description": "We look forward to hearing from you and are happy to help with any questions you may have."
  },
  "generic": {
    "Kontakt": "Contact",
    "Besuchen Sie uns auf Twitter": "Visit us on twitter ",
    "Demo": "Demo",
    "Anmelden": "Sign in",
    "Ihr persönlicher Kontakt": "Contact",
    "So funktioniert's": "How it works",
    "Zufriedene Kunden": "Zufriedene Kunden",
    "powered by": "powered by",
    "Noch Fragen ?": "Any questions?",
    "Preise": "Prices",
    "Im Preis inbegriffen sind:": "all",
    "Newsletter": "subscribe to newsletter",
    "footer": {
      "Impressum": "Imprint",
      "Disclaimer": "Disclaimer"
    },
    "Benefits": "Benefits",
    "Lizenz": "License",
    "Imprint": "Imprint",
    "navbar": {
      "Login": "Login",
      "Logout": "Logged in as"
    }
  },
  "guide": {
    "Guide": "User guide",
    "Links-io": "For other countries please use the international domain:",
    "Links-ch": "For Switzerland please access mapset using the address:"
  }
}
