{
  "guide": {
    "contact": {
      "header": "Restez à jour !",
      "description": "Nous nous réjouissons d'avoir de vos nouvelles et sommes heureux de répondre à toutes vos questions.",
      "subscribe_newsletter": "S'abonner à la newsletter"
    },
    "more_questions": "Vous avez des questions ?",
    "link_user_manual": "Manuel utilisateur",
    "links_io": "Pour les autres pays, veuillez utiliser le domaine international :",
    "links_ch": "Pour la Suisse, veuillez accéder à mapset en utilisant l'adresse:",
    "login_restricted": "Vous devez être connecté pour utiliser cette fonction.",
    "cd_restricted": "L'accès à cette fonction dépend des droits des utilisateurs et des paramètres de l'identité visuelle.",
    "metadata": {
      "description": "",
      "title": "Manuel utilisateur | mapset"
    },
    "title": "Manuel utilisateur",
    "features_title": "Fonctionnalités",
    "features": [
      {
        "label": "Utilisation et copyright",
        "mapset_icon": "login",
        "content": [
          {
            "heading": "",
            "text": "Vous pouvez utiliser de nombreuses fonctions de mapset à des fins de test sans vous sauvegarder. Vous ne pouvez utiliser les plans créés sans enregistrement qu'à des fins personnelles. Sans enregistrement, il est interdit de publier des plans issus de mapset. En particulier, il est interdit d'utiliser des plans issus de mapset pour l'information des voyageurs et, de manière générale, pour l'information du public.\n\nLors de chaque utilisation de plans issus de mapset, les indications relatives au copyright des données cartographiques, qui sont toujours affichées en bas de la carte dans mapset, doivent être affichées de manière bien lisible."
          }
        ]
      },
      {
        "label": "Login",
        "mapset_icon": "login",
        "content": [
          {
            "heading": "",
            "text": "Certaines fonctions sont limitées aux utilisateurs enregistrés et ne sont accessibles que s'ils sont connectés, par exemple:\n\n* Exportation d'images des plans\n* Sauvegarde et partage des plans via Permalinks\n* Sauvegarder les plans avec des noms personnalisés\n* Fonction de routage\n\nL'inscription est possible avec un compte tiers existant ou un compte individuel dans notre système. Une fois que votre entreprise ou votre adresse individuelle a été enregistrée, vous pouvez créer un compte en cliquant sur le lien *Sign up* sur la page d'inscription.\n\nPour vous inscrire, veuillez nous contacter."
          }
        ]
      },
      {
        "label": "Recherche de stations",
        "mapset_icon": "search",
        "content": [
          {
            "heading": "",
            "text": "Avec *Recherche de station*, vous pouvez naviguer vers une station spécifique. Si vous tapez dans le champ de saisie, des stations correspondantes sont automatiquement proposées.\n\nSi vous sélectionnez un élément dans la liste des stations proposées, la carte s'y déplace.\n\nEn plus du nom, vous pouvez également utiliser les abréviations officielles et les numéros d'identification des stations lors de la recherche. Par exemple, 'Berne' peut être trouvé soit en entrant 'Bern', 'BN' ou '8507000'."
          }
        ]
      },
      {
        "label": "Couches",
        "mapset_icon": "layers",
        "content": [
          {
            "text": "Sous *Couches*, la carte de base peut être adaptée en affichant ou en masquant des niveaux de carte. En plus de l'arrière-plan standard, il est également possible de sélectionner une carte satellite.\n\nCertains couches ne sont visibles qu'à certains niveaux de zoom. Par conséquent, le fait de changer de couche peut ne pas avoir d'effet visuel immédiat. Si c'est le cas, faites un zoom avant / arrière pour voir l'effet.\n\nEn outre, il est possible de filtrer certains couches en fonction de certaines caractéristiques. Les lignes de bus en Suisse en sont un exemple. Si vous sélectionnez ce couche dans le *popup* des couches, un filtre s'affiche et vous permet de rechercher des bus à partir du nom de l'opérateur (par exemple 'PAG') et du numéro de la ligne (par exemple 'B 111').",
            "heading": ""
          }
        ]
      },
      {
        "label": "Outils d'usinage",
        "content": [
          {
            "heading": "Dessiner un icône",
            "mapset_icon": "point",
            "text": "**Icônes individuelles**\n\nCet outil permet de placer des icônes sur la carte.\n\nLes icônes peuvent être créées à l'aide du popup lorsqu'une icône est sélectionnée. Divisées en plusieurs catégories, une multitude d'icônes sont disponibles et peuvent être dessinées sur la carte. La rotation et la taille de l'icône peuvent être personnalisées.\n\n ![](/img/positioning.png)\n\n**Grouper les icônes**\n\nVous pouvez sélectionner plusieurs icônes en maintenant la touche *Ctrl* enfoncée pendant que vous cliquez sur les icônes. \n\nCette fonction est particulièrement utile pour éviter que des icônes alignées ne se chevauchent à différents niveaux de zoom.\n\n ![](/img/group.png)\n\nDès que plusieurs icônes sont sélectionnées, une fenêtre contextuelle de regroupement de icônes s'ouvre, permettant à l'utilisateur de regrouper différentes icônes en un seul groupe. Le regroupement peut ensuite être supprimé en sélectionnant une icône regroupée et en cliquant sur le bouton *Separer le groupe* dans le popup.\n\n ![](/img/ungroup.png)"
          },
          {
            "heading": "Dessiner une ligne",
            "mapset_icon": "line",
            "text": "Cet outil permet de dessiner des lignes sur la carte.\n\nLorsque l'outil est actif, il y a deux façons de dessiner des lignes.\n\nIl est possible de dessiner des lignes en mode standard, chaque clic crée un autre nœud pour la ligne. En double-cliquant sur la carte, la ligne est terminée et le mode de dessin est quitté.\n\nI En mode main libre, des courbes peuvent être créées en appuyant sur la touche *Shift* et en faisant glisser le bouton gauche de la souris sur la carte. Si la touche *Shift* est appuyée en plus de la touche *Ctrl*, les courbes sont également lissées.\n\nLors de la modification d'une ligne existante, des nœuds peuvent être ajoutés en les faisant glisser. Les nœuds existants peuvent être modifiés en les faisant glisser. Un clic sur un nœud sélectionné permet de supprimer le nœud.\n\nLe style de ligne peut être ajusté via le popup lorsqu'une ligne est sélectionnée:\n\n* Des flèches peuvent être ajoutées au début / à la fin de la ligne.\n\n  ![](/img/linestartend.png)\n Avec les bons paramètres, vous pouvez insérer des flèches remplies dans la carte. \n\n  ![](/img/arrow.png) \n* La largeur et le type de ligne peuvent être définis avec des options prédéfinies. \n\n  ![](/img/linewidth.png)\n\n  ![](/img/linetype.png)\n* Des couleurs prédéfinies sont disponibles dans le *sélecteur de couleurs*.\n\n  ![](/img/colorchange.png)\n* Des couleurs personnalisées peuvent être appliquées avec un *sélecteur de couleurs* en cliquant sur le *bouton fléché* dans le *sélecteur de couleurs*. \n\n  La couleur peut être définie par défaut par [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) ou par [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model). \n\n  L'opacité de la ligne est définie par la valeur alpha (*A*) entre 0 et 100.\n\n  ![](/img/customcolor.png)"
          },
          {
            "heading": "Dessiner une surface",
            "mapset_icon": "polygon",
            "text": "Sous le menu Dessiner des zones, il existe différentes options : D'une part, un polygone peut être dessiné, d'autre part, des formes fixes (cercle, carré, triangle).\n\n  ![](/img/shapes_menu.png)\n <b>Dessiner des polygones</b> \n Dans le mode standard, chaque clic sur la carte crée un autre point de coin. En double-cliquant sur la carte, le polygone est fermé et le mode de dessin est quitté.\n En mode dessin à main levée, des polygones avec des contours incurvés peuvent être créés en appuyant sur la touche _Shift_ et en faisant glisser avec le bouton gauche de la souris sur la carte.\n Lors de l'édition d'une zone existante, des points de coin peuvent être ajoutés en faisant glisser le contour du polygone. Les points de coin existants peuvent être modifiés en les faisant glisser. En cliquant sur un nœud sélectionné, le nœud peut être supprimé. \n\n <b>Dessiner des formes</b> \n En cliquant sur la carte et en déplaçant la souris (sans cliquer), la forme est créée. La forme peut être étirée et tournée à volonté. Un autre clic sur la carte place la forme à l'endroit choisi. \n\n Pour tous les types de zones : Les polygones et les formes peuvent être modifiés en termes de taille, de rotation et de placement après leur création. Voir [Taille, position et rotation des éléments](https://mapset.io/fr/guide#taille-position-rotation-des-elements)\n\nLe style de la zone peut être ajusté en utilisant la fenêtre contextuelle lorsqu'un polygone est sélectionné :\n\n* Le *Sélecteur de couleur* peut être utilisé pour styliser le contour et le remplissage du polygone\n* Des couleurs prédéfinies sont disponibles dans le *Sélecteur de couleur*. \n* Des couleurs personnalisées peuvent être appliquées à l'aide d'un *Sélecteur de couleur* en cliquant sur le *bouton fléché dans le *Sélecteur de couleur*. \n\n  La couleur peut être définie par défaut via [Code hexadécimal](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) ou via [Code RGBA](https://en.wikipedia.org/wiki/RGBA_color_model). \n\n  L'opacité de la ligne est définie par la valeur alpha (*A*) entre 0 et 100.\n\n  ![](/img/customcolor.png)\n* La largeur du contour et le type de contour peuvent être définis avec des options prédéfinies\n\n  ![](/img/outlinepoly.png)\n* La zone peut être remplie de motifs.\n* La transparence peut être définie avec un *curseur*.\n\n  ![](/img/polytransparency.png)"
          },
          {
            "heading": "Dessiner un texte",
            "mapset_icon": "text",
            "text": "Cet outil permet de placer des étiquettes de texte sur la carte.\n\nLe texte est saisi dans un champ de texte. La saisie sur plusieurs lignes est possible.\n\nLe style de légende peut être adapté via le popup lorsqu'une légende est sélectionnée:\n\n* Les mots individuels peuvent être mis en gras et/ou en italique. Pour ce faire, il suffit de sélectionner le texte et de choisir le formatage souhaité via le menu contextuel.\n\n  ![](/img/boldItalic.png)\n* Un contour blanc peut être ajouté au texte.\n\n  ![](/img/fontOutline.png)\n* La taille de la police peut être réglée sur l'une des options prédéfinies.\n\n  ![](/img/textsize.png)\n* Par défaut, l'alignement du texte est centré, mais il peut être réglé pour être aligné à gauche ou à droite.\n\n  ![](/img/textalign.png)\n* La couleur du texte et de l'arrière-plan peut être définie à l'aide des couleurs prédéfinies dans le *choix de couleurs* ou à l'aide du *sélecteur de couleurs défini par l'utilisateur*. \n\n  La couleur peut être définie par défaut via [Hex code](https://en.wikipedia.org/wiki/Web_colors#Hex_triplet) ou [RGBA code](https://en.wikipedia.org/wiki/RGBA_color_model). \n\n  L'opacité de la ligne est définie par la valeur alpha (*A*) entre 0 et 100."
          },
          {
            "heading": "Inserter un image",
            "text": "Cet outil permet de placer une sélection d'images sur la carte. Contrairement aux icônes, les images sont mises à l'échelle avec le niveau de zoom de la carte.\n\nL'image peut être pivotée à l'aide d'une saisie en degrés, soit en déplaçant le *slider*, soit en entrant une valeur de rotation dans le champ de saisie numérique (0 ° - 360 °).\n\nDe même, la taille de l'image peut être ajustée entre 50 et 4000 %. 100 % correspondent approximativement à la taille de l'objet réel.\n\n ![](/img/insertpictures.png)",
            "login_restricted": true,
            "mapset_icon": "add_image",
            "cd_restricted": true
          },
          {
            "heading": "Dessiner un'itinéraire",
            "mapset_icon": "route",
            "text": "Cet outil permet de créer automatiquement des itinéraires pour une sélection de moyens de transport.\n\n* Lorsque la fenêtre pop-up *Recherche d'itinéraire* s'ouvre, sélectionnez d'abord un moyen de transport. Les moyens de transport principaux (marche, train, bus) disposent de boutons spéciaux, tandis que plusieurs autres moyens de transport peuvent être sélectionnés dans un menu déroulant. En passant d'un moyen de transport à l'autre, l'itinéraire actuel est à chaque fois effacé et un nouvel itinéraire est lancé.\n\n  ![](/img/mots.png)\n* Il existe deux possibilités pour définir des points intermédiaires de l'itinéraire : \n\n  **Saisie de texte** : Utilisez les champs de saisie de texte pour rechercher des stations. Lorsque vous modifiez le texte de saisie, une liste de propositions s'affiche, dans laquelle vous pouvez sélectionner une station soit en cliquant dessus, soit à l'aide des touches fléchées et de sélection. La recherche s'effectue comme décrit dans [Recherche de stations](#recherchedestations).\n\n  ![](/img/routebytext.png)\n\n  **Cliquez sur la carte** : Les points de passage peuvent également être définis en cliquant sur la carte. Lorsque le *Recherche d'itinéraire* est actif, un clic sur la carte ajoute un nouveau point à la fin de l'itinéraire actuel, les coordonnées du point sont affichées dans le champ de saisie de texte. Si un champ de saisie de texte est focalisé (mis en évidence en bleu), un clic sur la carte met à jour les coordonnées au lieu d'ajouter un nouveau point.\n\n  ![](/img/routebymap.png)\n* L'itinéraire actuel peut être modifié en ajoutant, mettant à jour ou supprimant des points de passage : \n\n  **Ajouter** : En cliquant sur la carte, un nouvel arrêt avec les coordonnées actuelles est automatiquement ajouté à la fin de l'itinéraire. \n\n  Alternativement, un nouveau champ peut être ajouté en utilisant le bouton *Ajouter arrêt* à droite du champ de saisie. Cela crée ensuite un champ de saisie vide dans lequel un nouveau point de passage peut être défini comme décrit précédemment.\n\n  ![](/img/addstop.png)\n\n  **Modifier** : Les points de passage peuvent être mis à jour en les redéfinissant à l'aide des champs de saisie décrits précédemment. Vous pouvez soit saisir un nouveau texte et choisir un arrêt parmi les propositions, soit ajuster les coordonnées en cliquant d'abord sur le champ de saisie, puis sur la carte.\n\n  En outre, l'ordre des points de passage peut être mis à jour par glisser-déposer. À gauche des champs de saisie, trois points apparaissent lorsqu'on les touche avec la souris ; on peut cliquer dessus et les faire glisser, ce qui sépare le champ des champs actuels. Il peut alors être déposé à une nouvelle position de champ.\n\n  ![](/img/dndhandle.png)\n\n  Lorsque vous déposez l'élément à une nouvelle position, les champs dans le popup ainsi que l'itinéraire sur la carte sont mis à jour.\n\n  ![](/img/dnd.png)\n\n  **Supprimer** : Tous les points de passage, à l'exception des arrêts de départ et d'arrivée, peuvent être supprimés en cliquant sur le bouton *Supprimer arrêt* situé à l'extrême droite du champ de saisie.\n\n  ![](/img/removestop.png)\n\n  Alternativement, chaque point de passage peut être supprimé en effaçant complètement le texte saisi au clavier dans le champ de saisie.\n* En cliquant sur *Zoom sur l'itinéraire*, l'étendue actuelle de la carte sera adaptée à l'itinéraire.\n\n  ![](/img/zoomtoroute.png)\n* La carte peut être centrée sur n'importe quel point de passage en cliquant sur le marqueur à gauche des champs de saisie.\n\n  ![](/img/pantostation.png)\n* L'itinéraire actuel peut être supprimé en cliquant sur le bouton *Supprimer cet élément*.\n* Notez qu'après avoir fermé le *Recherche d'itinéraire*, l'itinéraire **est transformé en une simple ligne** et ne peut plus être édité via les points de passage. Au lieu de cela, l'itinéraire peut maintenant être modifié et conçu comme décrit dans la section [Dessiner une ligne](#dessineruneligne).",
            "login_restricted": true
          },
          {
            "heading": "Taille, position et rotation des élément",
            "id": "taille-position-rotation-des-elements",
            "text": "La position et la rotation de tous les éléments sont ajustées directement dans la carte.\n\nEn dessous des éléments sélectionnés, une poignée ronde apparaît, qui peut être utilisée pour changer la rotation en la faisant glisser.\n\n  ![](/img/rotate.png)\nSi un degré de rotation exact est nécessaire, il peut être saisi dans la fenêtre d'édition de l'élément respectif.\n\nPour les éléments de ligne et de surface sélectionnés, un cadre rouge avec des poignées aux coins, aux bords et au milieu apparaît. En faisant glisser les poignées aux coins et aux bords du cadre, les éléments peuvent être agrandis et réduits. En faisant glisser le milieu, les éléments sont déplacés.\n\n  ![](/img/resize.png)\nLa taille des pictogrammes, des images et des textes peut être ajustée dans la fenêtre contextuelle."
          },
          {
            "heading": "Limitation aux niveaux de zoom",
            "text": "Le curseur de réglage de la limite de zoom permet à l'utilisateur de limiter la visibilité des éléments de la carte à un intervalle de niveau de zoom donné. Cela permet d'adapter le contenu du plan à différents niveaux de zoom.\n\n ![zoom limits](/img/zoom_limits.png)\n\nLes curseurs blancs sur le slider peuvent être utilisés pour ajuster l'intervalle de zoom. Le point noir indique le niveau de zoom actuel. En cliquant sur le bouton *Réinitialiser*, toutes les restrictions de zoom sont supprimées. \n\nUn bouton d'activation du *Mode d'inspection* dans les outils de contrôle de la carte permet à l'utilisateur d'afficher les éléments de carte cachés.\n\n ![inspect mode](/img/inspect_mode.png)\n\nUn clic sur un élément de carte caché avec le *Mode d'inspection* activé permet de zoomer sur le prochain niveau de zoom visible de l'élément et de le sélectionner pour une édition ultérieure."
          },
          {
            "heading": "Supprimer cet élément",
            "text": "Il y a deux façons de supprimer un élément de la carte:\n\n* Sélectionnez un élément et cliquez sur le bouton *Supprimer cet élément*\n\n  ![](/img/deletebtn.png)\n* Sélectionnez un élément et appuyez sur la touche *Retirer* ou *Effacer* du clavier"
          },
          {
            "heading": "Annuler/Répéter",
            "text": "Les actions sur la carte sont temporairement sauvegardées dans l'historique de l'application. L'utilisateur peut ainsi annuler / répéter des actions.\n\nLes modifications apportées au plan peuvent être annulées en appuyant sur *ctrl + z*.\n\nLes modifications peuvent être appliquées à nouveau en appuyant sur *ctrl + y* ou *ctrl + maj + z*.",
            "login_restricted": false
          },
          {
            "heading": "Copier & Coller",
            "text": "Dans mapset, les éléments dessinés peuvent être copiés et collés.\n\nAvec *ctrl + c* (copier), avec *ctrl + x* (copier et couper) et *ctrl + v* (coller), vous pouvez copier et coller des éléments sélectionnés. Les éléments copiés et coupés sont insérés au centre de l'étendue actuelle de la carte et peuvent ensuite être modifiés.",
            "login_restricted": false
          },
          {
            "heading": "Tourner la carte",
            "mapset_icon": "rotate_map",
            "text": "Dans mapset, il est possible de faire pivoter la carte en la faisant glisser avec la souris tout en maintenant les touches *Alt + Shift* enfoncées. L'orientation actuelle est visible sur un bouton en bas à droite:\n\n ![rotate_map](/img/rotate_map.png)\n\n Un clic sur ce bouton réinitialise l'orientation de la carte."
          },
          {
            "heading": "Aides à l'alignement",
            "text": "mapset propose des outils d'aide au positionnement lors du dessin et de l'édition d'éléments cartographiques. Il existe deux types d'alignement possibles:\n\n* **Lignes directrices** : Lors du dessin et de l'édition des nœuds des éléments de carte, des lignes directrices apparaissent vers les nœuds voisins, sur lesquels le nouveau nœud ou le nœud repositionné s'aligne. Ainsi, il est par exemple possible d'aligner des icônes sur une ligne ou de dessiner des angles droits pour les lignes et les polygones.\n\n  ![snaplines](/img/snaplines.png)\n* **Points d'ancrage des icônes** : Les icônes peuvent être alignées avec précision à l'aide d'une fonction d'accrochage afin de garantir un espacement régulier entre elles. Lors du dessin et de l'édition de icônes, quatre points d'ancrage sont affichés autour d'éléments de icônes voisins, sur lesquels le icône tiré s'aligne lorsque la distance est faible. L'espacement des points d'ancrage s'adapte en fonction de la taille du icône.\n\n  ![snappoints](/img/snappoints.png)\n\nLes points d'ancrage et les lignes directrices peuvent être masqués à la volée en maintenant la touche CTRL*\\-* enfoncée. Les aides à l'alignement peuvent être changées ou activées/désactivées dans les paramètres de l'application."
          }
        ]
      },
      {
        "label": "Sauvegarder",
        "mapset_icon": "save",
        "content": [
          {
            "text": "Dans mapset, chaque modification apportée au plan actuel est automatiquement enregistrée. Un message dans l'en-tête indique que le plan actuel a été enregistré.\n\nmapset offre deux possibilités pour conserver et modifier des plans : \n\n* Au moyen d'un lien vers l'édition (voir [Partager le plan](#partagerleplan)).\n* Au moyen d'un nom de plan et d'une liste de plans (voir [Nom du plan et liste de plans](#nomduplanetlistedesplans))",
            "login_restricted": true
          }
        ]
      },
      {
        "label": "Nom du plan et liste des plans",
        "content": [
          {
            "text": "Il est possible de donner un nom aux plans dans mapset pour les retrouver facilement et pour avoir une vue d'ensemble de tous les plans créés.\n\nSi un plan n'a pas encore de nom, le texte 'Plan non nommé' est affiché dans l'en-tête.\n\n ![](/img/planname.png)\n\nCliquez sur ce texte pour entrer un nouveau nom de plan. Un *spinner* et un *message de confirmation* à côté du champ de saisie de texte indiquent que le nom a été sauvegardé. Il est également possible d'ouvrir une fenêtre de dialogue via l'outil d'enregistrement de l'encadré, où le nom du plan peut également être défini ou actualisé dans un champ de saisie de texte.\n\n![](/img/save_plan.png)\n\n![](/img/save_plan_dialog.png)\n\nDès qu'un plan a un nom, il est disponible dans la *Liste des plans*.\n\nLes plans peuvent être chargés dans la carte à partir de la liste de plans en sélectionnant un plan et en cliquant sur le bouton *Ouvrir*. \n\nLe bouton *Supprimer* permet de supprimer des plans de la liste.\n\n ![](/img/deleteplan.png)\n\nLe bouton *Dupliquer* permet de créer des copies de plans déjà existants. Les copies peuvent ensuite être modifiées.\n\n ![](/img/duplicateplan.png)",
            "heading": "",
            "login_restricted": true
          }
        ]
      },
      {
        "label": "Plans standard",
        "content": [
          {
            "text": "Pour utiliser les plans standard, vous avez besoin d'un module supplémentaire à votre abonnement mapset.\n\nLes plans mapset peuvent être définis comme standard pour un arrêt. Les plans standard peuvent être consultés de manière dynamique via un lien qui ne contient au minimum que le numéro DIDOK et l'abréviation de votre entreprise de transport. En option, il est également possible d'indiquer des périodes de validité pour un plan standard.\n\n![](/img/standard_plan.png)\n\nPour l'édition de plans standard, nous créons pour vous des groupes d'utilisateurs spéciaux dans le backend de mapset. Vous obtenez ainsi automatiquement la possibilité pour plusieurs personnes disposant des droits correspondants de travailler ensemble sur les plans.\n\nLorsque vous appelez un plan standard via le numéro DIDOK, mapset vérifie s'il existe déjà un modèle créé manuellement pour la gare. Si aucun modèle n'est trouvé, mapset affiche alors automatiquement la gare sur la carte de base. Vous pouvez ainsi consulter un plan pour toutes les gares et ne devez dessiner manuellement des compléments sur la carte que pour les gares qui le nécessitent.\n\nVous trouverez ici un exemple de la manière dont vous pouvez récupérer un plan standard.\n\n* **id** : numéro DIDOK de la station (par exemple 8507000 pour Berne) \n* **validity** : une date unique au format [ISO-8601](https://en.wikipedia.org/wiki/ISO_8601) à laquelle le plan standard doit être valide (par exemple 2023-04-26T16:05:16Z)\n* **tu** : fournisseur de transport (par exemple ch.sbb)\n\nL'URL du plan par défaut se présente alors comme suit :\n\nhttps://editor.mapset.ch/defaults?provider=ch.sbb&station=8507000&validity=2023-04-26T16:05:16Z",
            "login_restricted": true,
            "cd_restricted": true,
            "mapset_icon": "save"
          }
        ]
      },
      {
        "label": "Partager le plan",
        "mapset_icon": "share",
        "content": [
          {
            "heading": "",
            "text": "Il existe deux types de liens pour partager le plan:\n\n* **Lien à partager**\n\n  Le *Lien à partager* est utilisé pour partager votre plan en lecture seule avec d'autres personnes ou pour intégrer le plan dans d'autres applications. Ce lien affiche la carte avec le plan, mais n'affiche aucun des outils et ne permet donc pas d'éditer le plan. Il est également possible de télécharger ici séparément un code QR qui mène au plan actuel en lecture seule.\n* **Lien pour éditer**\n\n  Le *Lien pour éditer* vous permet de rouvrir un plan précédemment créé et de continuer à l'éditer. Ce lien vous permet de collaborer avec d'autres utilisateurs sur le même plan.",
            "login_restricted": true
          }
        ]
      },
      {
        "label": "Télécharger le plan",
        "mapset_icon": "download",
        "content": [
          {
            "text": "Les plans peuvent être exportés sous forme d'images au format PNG. Les paramètres de téléchargement peuvent être adaptés dans la boîte de dialogue contextuelle spéciale. \n\nL'exportation peut être ajustée au préalable dans les paramètres d'exportation : \n\n* Une *flèche vers le nord* peut être ajoutée dans le coin inférieur droit de l'image exportée.\n* Il est possible d'intégrer un code QR dans le plan. Celui-ci mène à l'extrait de plan lorsqu'il est scanné. Le code QR existe en trois tailles, qui s'adaptent à la résolution respective.\n* Par défaut, la vue complète de la carte est exportée. Alternativement, une section de la carte peut être définie pour l'exportation. Pour définir la section, un cadre rouge s'affiche, qui peut être déplacé et redimensionné. Dans la fenêtre de dialogue et en bas à droite du cadre, la taille de l'image exportée est toujours affichée en pixels. La dernière section définie reste enregistrée dans le navigateur et sera restaurée au prochain démarrage de mapset. Cette fonction permet de créer une série de cartes avec les mêmes dimensions sans devoir adapter le cadre à chaque fois.\nL'option *Verrouiller la section* permet également d'attacher la section à la carte, ce qui fait que le cadre se redimensionne et se déplace au fur et à mesure que l'on zoome et que l'on fait glisser la carte.\n* Par défaut, l'exportation de l'image se fait à la résolution de votre écran. Cette résolution convient pour intégrer l'image de manière statique dans des pages web ou pour l'utiliser par exemple dans une présentation. Si vous souhaitez imprimer l'image, le plan doit être exporté avec une résolution élevée ou très élevée. Cela permet d'imprimer des plans de haute qualité, même dans des dimensions allant jusqu'à B1.",
            "heading": "PNG & JPG",
            "login_restricted": true
          },
          {
            "text": "Les plans peuvent être intégrés directement dans un modèle via la boîte de dialogue d'exportation. Ainsi, il n'est pas nécessaire de passer par l'étape consistant à placer ultérieurement des images de plans jpg ou png dans une mise en page à l'aide d'un autre programme.\n\nLes modèles doivent être conçus au préalable et programmés par geOps. La mise en page s'effectue selon les exigences individuelles et conformément au Corporate Design correspondant. Les modèles sont ensuite disponibles dans la boîte de dialogue d'exportation.\n\nPar défaut, la vue complète de la carte est exportée, dans le rapport hauteur/largeur correspondant au modèle. Il est également possible de définir une partie de la carte pour l'exportation, à nouveau automatiquement dans le rapport largeur/hauteur approprié pour le modèle.\n\nPar défaut, le nom du plan est utilisé comme titre. Celui-ci peut être adapté.\n\nIl est possible d'ajouter une description et de la formater si nécessaire. Pour ce faire, on sélectionne le texte et on choisit la fonction de mise en forme affichée. Il est également possible d'utiliser un texte formaté à partir d'un programme de traitement de texte.",
            "heading": "Modèle PDF",
            "login_restricted": true
          },
          {
            "text": "Dans le menu *Export*, les éléments dessinés du plan mapset peuvent également être exportés au format [KML](https://www.ogc.org/standard/kml/). Les fichiers KML peuvent être importés et affichés dans certains services (par exemple [map.geo.admin.ch](https://map.geo.admin.ch/?lang=fr)).",
            "heading": "KML",
            "login_restricted": true
          }
        ]
      },
      {
        "label": "Nouveau plan",
        "mapset_icon": "newplan",
        "content": [
          {
            "text": "Le bouton *Nouveau plan-* ouvre un nouveau plan vide. \n\nS'assurer d'avoir sauvegardé votre plan actuel par nom ou sauvegardez le lien d'édition pour pouvoir le charger plus tard et continuer à l'éditer.\n\nLe bouton *Dupliquer plan* dans la fenêtre de dialogue crée une copie du plan actuel et la charge directement dans la carte."
          }
        ]
      },
      {
        "label": "Paramêtres",
        "mapset_icon": "settings",
        "content": [
          {
            "heading": "Langue",
            "text": "Quatre langues sont disponibles:\n\n* allemand\n* anglais\n* français\n* italien"
          },
          {
            "heading": "L'identité visuelle",
            "text": "Les identités visuelles prédéfinis peuvent être définis à l'aide d'un menu déroulant.\n\n ![](/img/corporatedesign.png)\n\nL'accès à certains designs d'entreprise dépend des droits d'accès de l'utilisateur.\n\nLes identités visuelles personnalisent certaines fonctions du mapset, par exemple :\n\n* Design d'icône\n* Couleurs par défaut dans les sélecteurs de couleurs\n* Disponibilité d'icônes personnalisées\n* Accès à l'outil *[Inserter un image](#inserterunimage)*.",
            "login_restricted": true
          },
          {
            "heading": "Afficher les conseils au démarrage",
            "text": "Détermine si de brèves notes sont affichées au démarrage pour une utilisation optimale de mapset.\n\nDans la boîte de dialogue de chaque note, vous pouvez désactiver l'option d'affichage de notes supplémentaires. Dans la boîte de dialogue des paramètres, vous pouvez réactiver l'affichage."
          },
          {
            "heading": "Aides à l'alignement",
            "text": "Dans ce menu, il est possible de passer d'une aide à l'autre ou de désactiver complètement l'aide à l'alignement. Vous trouverez plus d'informations sur les aides à l'alignement sous [Outils d'édition](#aidesàl'alignement)."
          }
        ]
      },

      {
        "label": "Feedback",
        "mapset_icon": "feedback",
        "content": [
          {
            "text": "Si vous trouvez des erreurs dans mapset ou si vous avez des propositions d'amélioration, nous les recevrons avec plaisir. Vous pouvez rédiger une brève description dans le champ de message.\n\nNous vous remercions d'accompagner votre message d'une image montrant clairement comment la situation serait correcte (<a target='_blank' href='https://geops.sh/19CE943C3DECA395F000'>exemple</a>).\n\nNous vérifions tous les messages reçus et vous donnons un feedback."
          }
        ]
      },
      {
        "label": "Directives de design",
        "mapset_icon": "download",
        "content": [
          {
            "text": "Pour une présentation cohérente et claire des plans, nos utilisateurs des CFF et des VBZ ont rédigé les <a href=\"/pdf/Guidelines_mapset_FRA.pdf\" target=\"_blank\">directives</a> dont le lien figure ici. Les guidelines ne sont pas contraignantes et peuvent être consultées sur une base volontaire pour aider à l'élaboration des plans."
          }
        ]
      }
    ]
  }
}
